[{
  "id": 11,
  "moduleId": "DCO_APPLICATION_APPROVAL",
  "moduleName": "Application Approval, Product Issuance, and Feedbacking in Onboarding",
  "type": "module",
  "sections": [
    {
      "order": 1,
      "title": "Module Introduction",
      "subheader": "Welcome to the WBL (Web-Based Learning) module on Application Approval, Product Issuance, and Feedbacking in Onboarding!",
      "body": "<p>This course is designed to provide you with a comprehensive understanding of the benefits of automation and self-service solutions, including the key components of automating the recording and monitoring of claimed financial products and the advantages of self-service kiosks in streamlining the product issuance process. Additionally, we will cover topics that highlights the profound impact that strong customer relationships have on fostering loyalty and satisfaction, emphasizing the importance of nurturing these connections. We will delve into the customer success lifecycle, equipping you with knowledge about essential technologies and tools that support effective management of customer journeys. Finally, you will identify common Key Performance Indicators (KPIs) used to measure customer onboarding success, along with the necessary tools for analyzing and reporting these metrics.</p> <p>Join us as we embark on this journey to enhance your expertise in customer interactions and drive meaningful results in your organization!</p>", 
      "image": "src/assets/img/general images/ModuleIntroduction.jpg"
    },
    {
      "order": 2,
      "title": "Module Pre-Examination",
      "exams": [{
      "exam_id": 11,
          "title": "Module Pre-Examination",
          "body": "This assessment is designed to test your knowledge. Results of this  assessment will be used to structure the workshop.",
          "questions": [{
                "q_number": 1,
                "q_statement": "This is the practice of fulfilling customer needs when they engage with your products or services.",
                "q_field_type": "single_select" ,
                "q_selection": [{
                      "A": "Customer Value",
                      "B": "Customer Relationship",
                      "C": "Customer Experience",
                      "D": "Customer Success"
                    }],
                "q_answer": "D"
          },
          {
                "q_number": 2,
                "q_statement": "These codes are two-dimensional barcodes that can store a significant amount of information and can be scanned using smartphones and other devices equipped with cameras.",
                "q_field_type": "single_select" ,
                "q_selection": [{
                    "A": "Universal Product",
                    "B": "Interleaved",
                    "C": "Quick Response",
                    "D": "Data Matrix"
                }], 
                "q_answer": "C"   
          },
          {
                "q_number": 3,
                "q_statement": "This is a business analytics tool developed by Microsoft that enables users to visualize data and share insights across their organization or embed them in an app or website.",
                "q_field_type": "single_select",
                "q_selection": [{
                    "A": "PowerBI",
                    "B": "Tableau",
                    "C": "Mixpanel",
                    "D": "Analytics"
                }],
                "q_answer": "A"
          }]
      }]
    },
    {
      "order": 3,
      "title": "Module Credit and Completion Requirements and Learning Objective",
      "body": "<h2>Credit and Completion Requirements</h2> <p>To successfully earn credit and meet the learning objectives of this Web-Based Learning Application, it is essential to engage with every page, complete all knowledge checks, and complete the initial and final assessment independently. The assessment will require a 70% passing rate and while you are encouraged to refer to your notes of the course content during the assessment, any form of cheating is discouraged. Please also note that this course will expire by April 25, 2025.</p><h2>Module Learning Objectives</h2><p>Upon successful completion of the module, you will be able to:</p> <ul> <li>Differentiate customer service and customer relationship, understanding how each plays a distinct role in enhancing customer interactions and experiences.</li> <li>Recognize the significant impact that strong customer relationships have on customer loyalty and satisfaction, highlighting the importance of fostering these connections.</li> <li>Describe the customer success lifecycle and identify the essential technology and tools that support it, ensuring a comprehensive approach to managing customer journeys. </li> <li>Identify common Key Performance Indicators (KPIs) used to measure customer onboarding success, along with the tools necessary for analyzing and reporting these metrics effectively.</li> <li>Explore the key components of automating the recording and monitoring of claimed financial products, including data integration and workflow automation, and understand the benefits of self-service kiosks in improving the product issuance process.</li> </ul>", 
      "image":"src/assets/img/general images/CreditCompletionLearningObjectives.jpg"
    },
    {
      "order": 4,
      "title": "Application Approval, Product Issuance, and Feedbacking in Onboarding Lessons",
      "subheader": "Introduction to Digital Customer Onboarding", 
      "body": "<h4>Learning Objectives</h4> <p>At the end of this lesson, you will be able to:</p> <ul> <li>Gain an understanding of an enhanced and efficient the approval proces</li> <li>Develop insights on effectively handling approvals and denials in digital customer onboarding</li> </ul>",
      "image": "public/src/assets/img/digital_customer_onboarding/application_approval/order4.jpg"
    }, 
    {
      "order": 5,
      "layout": "col-1",
      "title": "Application Approval",
      "subheader": "Speeding Up the Approval Process", 
      "col1": "<h4>Establishing an Efficient Approval Criteria</h4> <p>Establishing efficient approval criteria is crucial for speeding up the approval process in digital customer onboarding. An effective approval process can enhance customer satisfaction, reduce drop-off rates, and streamline operations. It is important to clearly outline the documents and information required for approval. Moreover, banks should establish eligibility criteria based on customer profiles to streamline the process.</p>"
    },
    {
      "order": 6,
      "layout": "col-3",
      "title": "Application Approval",
      "subheader": "Speeding Up the Approval Process", 
      "col1": "<h4>Establishing an Efficient Approval Criteria</h4> <h5>Techniques in Streamlining the Approval Process</h5> <h6>1. Risk-Based Assessment</h6> <p>Classify applicants into different risk categories based on factors such as credit history, income level, and debt-to-income ratio and develop specific approval criteria for each risk category to allow more nuanced decision-making.</p> <h6>2. Data-Driven Decision-Making</h6> <p>Use data analytics to analyze historical application data and identify patterns that correlate with successful approvals or defaults and implement predictive models to assess the likelihood of an applicant meeting the bank's criteria based on historical data.</p> <h6>3. Automated Decision Systems</h6> <p>Use automated underwriting systems that apply predefined criteria to assess applications quickly and consistently to enable real-time processing of applications and reduce waiting times.</p> ", 
      "col2": "<h6>4. Standardized Criteria</h6> <p>Develop standardized checklists for different types of applications (e.g., loans, credit cards) to ensure consistency in the approval process and specify the documentation required for each application type.</p> <h6>5. Dynamic Approval Criteria</h6> <p>Regularly review and adjust approval criteria based on changing market conditions, economic indicators, and regulatory requirements, and establish a feedback loop to continuously refine criteria based on the outcomes of previous approvals and rejections.</p> <h6>6. Customer Segmentation</h6> <p>Use customer segmentation to tailor approval criteria based on demographics, behavior, and financial profiles. Then, develop personalized approval processes for different customer segments, such as first-time applicants versus existing customers.</p>", 
      "col3": "<h6>7. Human Oversight</h6> <p>For applications that fall outside standard criteria or are flagged as high-risk, incorporate a human review process to ensure thorough evaluation. Provide training for staff involved in the approval process to ensure they understand the criteria and can make informed decisions.</p> <h6>8. Customer Experience Focus</h6> <p>Streamline the application process to make it user-friendly by reducing the complexity of the criteria for applicants. Clearly communicate approval criteria to applicants, including the factors that will be considered and how decisions will be made.</p>" 
    },
    {
      "order": 7,
      "layout": "col-1",
      "title": "Application Approval",
      "subheader": "Speeding Up the Approval Process", 
      "col1": "<h4>Designing an Effective Governance Structure for Application Approvals</h4> <p>Designing an effective governance structure for application approvals is essential for speeding up the approval process in digital customer onboarding. A well-defined governance framework ensures that processes are efficient, compliant, and transparent, while also enabling quick decision-making.</p>"  
    },
    {
      "order": 8,
      "layout": "col-3",
      "title": "Application Approval",
      "subheader": "Speeding Up the Approval Process", 
      "col1": "<h4>Designing an Effective Governance Structure for Application Approvals</h4><h5>Strategies for Establishing an Efficient Governance Structure</h5><h6>1. Establish Clear Roles and Responsibilities</h6> <p>Identify all stakeholders involved in the approval process, including compliance, risk management, customer service, and IT, then clearly outline the roles and responsibilities of each stakeholder to avoid confusion and streamline decision-making.</p> <h6>2. Create a Centralized Governance Team</h6> <p>Form a governance team that includes representatives from various departments to ensure diverse perspectives and expertise. Banks can also schedule regular meetings to discuss approval processes, review performance metrics, and address any challenges.</p>",   
      "col2": "<h6>3. Develop Standard Operating Procedures (SOPs)</h6> <p>Create detailed SOPs for the approval process, including criteria for application reviews, escalation procedures, and timelines. This ensures that all team members follow the same procedures to maintain consistency and fairness in approvals.</p> <h6>4. Implement Technology Solutions</h6> <p>Utilize workflow management software to automate and track the approval process, reducing manual intervention and delays. These solutions will also leverage data analytics to monitor application statuses, identify bottlenecks, and optimize the approval workflow.</p>",
      "col3": "<h6>5. Risk Management Framework</h6> <p>Establish criteria for assessing the risk associated with each application, allowing for faster approvals for low-risk customers and define protocols for escalating high-risk applications to ensure they receive the necessary scrutiny without delaying the overall process.</p> <h6>6. Performance Monitoring and Reporting</h6> <p>Set KPIs to measure the efficiency of the approval process, such as average approval time, rejection rates, and customer satisfaction. Additionally, generate regular reports to review performance against these KPIs and identify areas for improvement.</p>"   
    },
    {
      "order": 9,
      "layout": "col-3",
      "title": "Application Approval",
      "subheader": "Speeding Up the Approval Process", 
      "col1": "<h4>Transforming the Progress Tracking System</h4> <p>Transforming the progress tracking system in a bank to speed up the approval process in digital customer onboarding involves leveraging technology, enhancing communication, and streamlining workflows.</p> <h5>Strategies in Transforming the Progress Tracking System</h5> <h6>Real-Time Progress Tracking</h6> <p>Provide real-time updates on application status (e.g., submitted, under review, approved, or rejected) through the digital platform and implement automated notifications (via email or SMS) to inform customers of any changes in their application status or if additional information is required.</p> ",   
      "col2": "<h6>Clear Milestones and Timelines</h6> <p>Establish clear milestones in the onboarding process, such as document submission, verification, and final approval, so customers know what to expect and ensure communication of estimated timelines for each stage of the approval process to manage customer expectations.</p> <h6>Integration with Existing Systems</h6> <p>Ensure that the progress tracking system integrates with existing banking systems (e.g., CRM, compliance, and risk management systems) to streamline data flow and reduce manual entry and implement real-time data synchronization to ensure that all stakeholders have access to the most current information.</p>",
      "col3": "<h6>Training and Empowerment of Staff</h6> <p>Provide training for bank staff on the new progress tracking system and emphasize the importance of timely communication with customers.</p>"    
    },
    {
      "order": 10,
      "layout": "col-2",
      "title": "Application Approval",
      "subheader": "Handling Approvals and Denials", 
      "col1": "<h4>Curating Next Steps for Applicants After an Approval</h4><p>Curating next steps for applicants after an approved application in digital customer onboarding is essential for ensuring a seamless transition to the use of a product or service.</p><h5>Key Steps to Consider</h5><h6>1. Welcome Communication</h6><p>Send a personalized welcome message to the applicant, congratulating them on their approval. This can be delivered via email or in-app notification.</p> <h6>2. Clear Instructions</h6> <p>Provide clear and concise instructions on what the applicant needs to do next. This may include steps for account activation, setting up profiles, or accessing services.</p> <h6>3. Account Setup</h6><p>Guide applicants through the account setup process. This may involve creating a username and password, verifying their identity, or completing additional profile information.</p><h6>4. Product Orientation</h6><p>Offer a product orientation or tutorial that walks applicants through the features and functionalities of the product or service. This can be in the form of videos, interactive guides, or live webinars.</p>",   
      "col2": "<h6>5. Resource Access</h6><p>Provide access to resources such as FAQs, knowledge bases, and customer support contacts. This ensures that applicants have the information they need to get started.</p> <h6>6. Onboarding Checklist</h6> <p>Create an onboarding checklist that outlines the steps the applicants need to complete to fully utilize the service. This will help them track their progress.</p> <h6>7. Set Expectations</h6><p>Clearly communicate any timelines or expectations regarding the next steps, such as when applicants can expect to receive their first service or product delivery.</p> <h6>8. Follow-Up Engagement</h6><p>Schedule follow-up communications to check in on the applicant's experience after a certain period. This can help reinforce engagement and address any issues they may encounter.</p>"
    },
    {
      "order": 11,
      "layout": "col-3",
      "title": "Application Approval",
      "subheader": "Handling Approvals and Denials", 
      "col1": "<h4>Communicating Denial Decisions and Options for Appeal of Reapplication</h4><p>Communicating denial decisions to applicants is a critical aspect of maintaining a positive customer experience, even when the outcome is unfavorable. Providing clear reasons for denial and options for appeal or reapplication in digital customer onboarding is essential for maintaining transparency, building trust, and enhancing the overall customer experience.</p><h5>Importance of Providing Reasons for Denial</h5><h6>Transparency</h6><p>Clearly stating the reasons for denial helps applicants understand the decision-making process and fosters trust in the organization.</p>",   
      "col2": "<h6>Customer Education</h6><p>Educating applicants about the criteria and factors that led to the denial can help them make informed decisions in the future.</p>", 
      "col3":"<h6>Frustration Reduction</h6><p>When applicants understand why their application was denied, it reduces confusion and frustration, leading to a more positive experience even in unfavorable outcomes.</p>"
    },
    {
      "order": 12,
      "layout": "col-3",
      "title": "Application Approval",
      "subheader": "Handling Approvals and Denials", 
      "col1": "<h5>Communicating Denial Reasons</h5><h6>Clear Notification</h6><p>Use clear and concise language in the denial notification to explain the reasons. Avoid jargon and ensure that the message is easy to understand.</p><h6>Personalization</h6><p>Address the applicant by name and reference their specific application to create a more personal connection.</p>",   
      "col2": "<h5>Options for Appeal</h5><h6>Appeal Process Overview</h6><p>Clearly outline the steps applicants can take to appeal a denial decision. This should include: (1) How to submit an appeal (e.g., online form, email), (2) Required documentation or information needed for the appeal, and (3) Any deadlines for submitting appeals.</p><h6>Timeline for Review</h6><p>Provide information on how long the appeal process typically takes and what applicants can expect during this period.</p><h6>Contact Information</h6><p>Include contact details for a dedicated support team or representative who can assist applicants with the appeal process.</p>", 
      "col3":"<h5>Options for Reapplication</h5><h6>Reapplication Guidelines</h6><p>Offer clear guidelines on how and when applicants can reapply after a denial. This may include: (1) Waiting periods or timeframes for reapplication, and (2) Changes they should consider making before reapplying (e.g., improving credit score, gathering additional documentation).</p><h6>Improvement Tips</h6><p>Provide actionable tips on how applicants can enhance their chances of approval in future applications, such as: (1) Reviewing and correcting any inaccuracies in their application, and (2) Seeking financial counseling or advice if credit issues are a concern.</p><h6>Encouragement</h6><p>Encourage applicants to reapply if they believe they can meet the necessary criteria in the future.</p>"
    },
    {
      "order": 13,
      "title": "Knowledge Check",
      "body": "Which of the following statements about the importance of providing reasons for application denial is NOT true?",
      "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "single_select" ,
          "q_selection": [{
              "A": "Clearly stating the reasons for denial helps applicants understand the decision-making process and fosters trust in the organization.",
              "B": "When applicants know why their application was denied, it reduces confusion and frustration, leading to a more positive experience even in unfavorable outcomes.",
              "C": "Educating applicants about the criteria and factors that led to the denial can help them make informed decisions in the future.",
              "D": "Providing detailed reasons for denial can overwhelm applicants and complicate the application process."
              }],
              "q_answer": "D"
    },  
    {
      "order": 14,
      "title": "Lesson Summary",
      "body": "<h2>Congratulations on completing Lesson 1 of this module!</h2> <p>Now that you have completed this lesson, you should be able to:</p> <ul> <li>Discover techniques in establishing efficient approval criteria that streamline the digital customer onboarding process, enhancing customer satisfaction and reducing drop-off rates.</li> <li>Learn to implement techniques such as risk-based assessments, data-driven decision-making, and automated decision systems to expedite the approval process while maintaining compliance and accuracy.</li> <li>Gain a full understanding of the effective governance structures for application approvals, transforming progress tracking systems, and communicating approval or denial decisions to applicants, ensuring a seamless and transparent onboarding experience.</li> </ul>", 
      "image":"src/assets/img/general images/LessonSummary.jpg"
    },
  {
      "order": 15,
      "title": "Application Approval, Product Issuance and Managing Customer Relationships Lessons",
      "subheader": "Product Issuance",
      "body": "<h4>Learning Objectives</h4> <p>At the end of this lesson, you will be able to:</p> <ul> <li>Gain insights on the key components of automating the recording and monitoring of claimed financial products</li><li>Recognize the benefits of self-service kiosks in product issuance</li><li>Explore product activation procedures and the use of Quick Response (QR) codes</li> </ul>",
      "image": "public/src/assets/img/digital_customer_onboarding/application_approval/order15.jpg"
  },
  {
      "order": 16,
      "layout": "col-1", 
      "title": "Product Issuance",
      "subheader": "Fast-tracking the Issuance Workflow",
      "col1": "<h2>Automated Recording and Monitoring of Claimed Financial Products</h2> <p>Automated recording and monitoring of claimed financial products typically involves the use of technology and software systems to track, analyze, and manage financial products claimed by customers or clients. This process can enhance efficiency, accuracy, and compliance in financial operations.</p>"
  },
  {
      "order": 17, 
      "layout": "col-2",
      "title": "Product Issuance",
      "subheader": "Fast-tracking the Issuance Workflow",
      "col1": "<h2>Automated Recording and Monitoring of Claimed Financial Products</h2> <h4>Key Components</h4> <ul> <li>Data Integration: Integrating data from various sources such as customer databases, transaction records, and financial product details, ensures that all relevant information about financial products and claims is accessible in one place, facilitating better decision-making. Data integration can be achieved through the use of application programming interface (APIs), ETL (Extract, Transform, Load) processes, and data warehousing solutions to gather data from Customer Relationship Management (CRM) systems, transaction databases, and external data sources.</li> <li>Automated Recording: Automatically logging claims as they are submitted, including details like claim amount, product type, and customer information, helps reduce the time taken to process claims and minimizes errors associated with manual data entry.  Key features that facilitate automated recording include Optical Character Recognition (OCR) technology, which allows for the scanning of documents and the extraction of relevant information, as well as form automation that streamlines the submission process. Additionally, pre-filled data fields based on customer profiles enhance efficiency by ensuring that accurate information is readily available, further speeding up the claims processing workflow.</li> </ul>",
      "col2": "<ul> <li>Alerts and Notifications: Setting up automated alerts for key milestones in the claims process, such as approvals, rejections, or required documentation, helps to keep the customers informed and engaged.  Implementation of alerts and notifications can take various forms, including email notifications, short message service (SMS) alerts, and in-app messages.</li> <li>Workflow Automation: Design workflows that automatically route claims to the appropriate personnel based on predefined criteria (e.g., claim type, amount, complexity). This process enhances efficiency by ensuring that claims are directed to the right individuals without manual intervention. Automating repetitive tasks such as data validation, document requests, and follow-ups will free up staff to focus on more complex issues, ultimately improving the overall effectiveness of the claims management process.</li> <li>Machine Learning and AI: Leveraging machine learning and artificial intelligence (AI) in claims management involves utilizing predictive analytics to analyze historical claims data and forecast future trends, such as claim volumes or potential fraud risks. Implementing AI-driven systems for anomaly detection enables the identification of unusual patterns in claims data, effectively flagging potential issues that warrant further investigation.</li> </ul>"
  },
  {
      "order": 18, 
      "layout": "image righthand portion",
      "title": "Product Issuance",
      "subheader": "Fast-tracking the Issuance Workflow",
      "body": "<h4>Implementation Considerations</h4> <ul> <li>Technology Selection: Choosing the right software or platform that fits the organization's needs.</li> <li>Integration with Existing Systems: Ensuring compatibility with current financial systems and databases.</li> <li>Training and Support: Providing adequate training for staff to use the new system effectively.</li> <li>Continuous Improvement: Regularly reviewing and updating the system to adapt to changing regulations and business needs.</li> </ul>",
      "image": "public/src/assets/img/digital_customer_onboarding/application_approval/order18.jpg"
  },
  {
      "order": 19,
      "layout": "col-1", 
      "title": "Product Issuance",
      "subheader": "Fast-tracking the Issuance Workflow",
      "col1": "<h4>Self-service Kiosks</h4> <h5>What are Self-service Kiosks?</h5> <p>Self-service kiosks are interactive terminals that allow customers to perform tasks independently without the need for direct assistance from staff. These kiosks can be found in various settings, including retail stores, airports, banks, and healthcare facilities. They typically feature touchscreens, card readers, and printers to facilitate transactions and provide information.</p>"
  },
  {
      "order": 20, 
      "layout": "col-1",
      "title": "Product Issuance",
      "subheader": "Fast-tracking the Issuance Workflow",
      "col1": "<h4>Self-service Kiosks</h4> <h5>Benefits of Self-Service Kiosks in Product Issuance</h5> <ul> <li>Increased Efficiency</li> <ul> <li>Reduced Wait Times: Customers can quickly complete transactions, reducing queues and wait times.</li> <li>Streamlined Processes: Kiosks automate repetitive tasks, allowing staff to focus on more complex customer needs.</li> </ul> <li>Cost Savings</li> <ul> <li>Labor Reduction: Fewer staff members are needed to assist customers, leading to lower labor costs.</li> <li>Operational Efficiency: Kiosks can operate 24/7, maximizing service availability without incurring additional staffing costs.</li> </ul> <li>Enhanced Customer Experience</li> <ul> <li>Convenience: Customers can access services at their own pace, resulting in a more personalized experience.</li> <li>User-Friendly Interfaces: Modern kiosks are designed with intuitive interfaces, making them accessible to a wide range of users.</li> </ul> <li>Data Collection and Insights</li> <ul> <li>Customer Preferences: Kiosks can gather data on customer behavior and preferences, enabling businesses to tailor their offerings.</li> <li>Performance Metrics: Businesses can track kiosk usage and performance, identifying areas for improvement.</li> </ul> </ul>"
  },
  {
      "order": 21, 
      "layout": "col-2",
      "title": "Product Issuance",
      "subheader": "User Guides and Resources",
      "col1": "<h4>Product Activation Procedures</h4> <h5>What are Product Activation Procedures?</h5> <p>A product activation guide should be comprehensive and user-friendly, ensuring that customers can easily understand and follow the steps necessary to activate and start using the product. Here are the key components that a product activation guide should contain:</p> <h6>Introduction</h6> <ul> <li>Brief overview of the product and its benefits.</li> <li>Purpose of the activation guide.</li> </ul> <h6>Prerequisites</h6> <ul> <li>List of items or information needed before activation (e.g., activation code, internet connection, account details).</li> <li>Any necessary hardware or software requirements.</li> </ul> <h6>Step-by-Step Activation Instructions</h6> <ul> <li>Detailed Steps: Clear, numbered steps outlining the activation process.</li> <li>Visual Aids: Screenshots, diagrams, or infographics to illustrate each step.</li> <li>Tips and Warnings: Helpful tips for avoiding common pitfalls and warnings about potential issues</li> <h6>Account Creation (if applicable)</h6> <li>Instructions for creating an account, if required.</li> <li>Details on the verification process (e.g., email verification)</li> </ul> ",
      "col2": "<h6>Frequently Asked Questions (FAQs)</h6> <ul> <li>A section addressing common questions and concerns related to product activation.</li> <li>Clear answers to help customers quickly find the information they need.</li> </ul> <h6>Customer Support Information.</h6> <ul> <li>Contact details for customer support (phone number, email, live chat).</li> <li>Links to online resources, such as help centers or community forums.</li> </ul> <h6>Conclusion</h6> <ul> <li>A summary of the activation process.</li> <li>Encouragement to explore the product and its features after activation.</li> </ul> <h6>Appendices (if necessary)</h6> <ul> <li>Additional resources, such as links to user manuals, product specifications, or related documentation.</li> <li>Glossary of terms used in the guide for clarification.</li> </ul> "
  },
  {
      "order": 22,
      "layout": "col-1",
      "title": "Product Issuance",
      "subheader": "User Guides and Resources",
      "col1": "<h4>Use of QR Codes for Public Information Guides</h4> <h5>QUICK RESPONSE (QR) CODE</h5> <p>Quick Response (QR) codes are two-dimensional barcodes that can store a significant amount of information. They can be scanned using smartphones and other devices equipped with cameras, making them a versatile tool for various applications, including marketing, product information, and customer onboarding.</p>"
  },
  {
      "order": 23,
      "layout": "col-2",
      "title": "Product Issuance",
      "subheader": "User Guides and Resources",
      "col1": "<h4>Use of QR Codes for Public Information Guides</h4> <p>QR codes are increasingly used for public information guides due to their convenience and versatility. Here are some key points regarding their use:</p> <h6>Easy Access to Information</h6> <p>QR codes can be scanned using smartphones, allowing users to quickly access information without the need for physical documents. This is particularly useful for public information guides, where users can get instant access to details.</p> <h6>Cost-Effective</h6> <p>Printing QR codes is inexpensive, and they can be placed on various materials such as brochures, posters, or signage. This reduces the need for extensive printed materials, saving both costs and resources.</p> <h6>Dynamic Content</h6> <p>QR codes can link to dynamic content that can be updated easily. For example, if a public guide changes, the QR code can still point to the same URL, ensuring that users always access the most current information.</p> <h6>Multimedia Integration</h6> <p>QR codes can link to various types of content, including videos, audio guides, maps, and websites. This allows for a richer user experience, providing more context and information than traditional text-based guides.</p>",
      "col2": "<h6>Tracking and Analytics</h6> <p>Organizations can track how many times a QR code is scanned, providing valuable insights into user engagement and the effectiveness of the information guide.</p> <h6>Accessibility</h6> <p>QR codes can enhance accessibility for individuals with disabilities. For example, they can link to audio descriptions or other assistive technologies.</p> <h6>Environmental Benefits</h6> <p>By reducing the need for printed materials, QR codes contribute to environmental sustainability efforts.</p> <h6>Usage in Various Settings</h6> <p>QR codes can be used in a variety of public settings, such as museums, parks, public transport, and community centers, making information more accessible to the public.</p>"
  },
  {
      "order": 24,
      "title": "Knowledge Check",
      "body": "What are the key components for automating the recording and monitoring of claimed financial products? (Select all that apply)",
      "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "multi_select" ,
          "q_selection": [{
          "A": "AI and Machine Learning",
          "B": "Data integration",
          "C": "Workflow automation",
          "D": "Automated alerts and notifications",
          "E": "Automated recording"
          }],
          "q_answer": "A; B; C; D; E"
  },
  {
      "order": 25,
      "title": "Lesson Summary",
      "body": "<h2>Congratulations on completing Lesson 2 of this module!</h2> <p>Now that you have completed this lesson, you should be able to:</p> <ul> <li>Identify the key components of automating the recording and monitoring of claimed financial products including data integration and workflow automation.</li> <li>Understand the benefits of self-service kiosks in improving the process of product issuance.</li> <li>Describe product activation procedures and the use of QR codes in public information guides.</li> </ul>",
      "image":"src/assets/img/general images/LessonSummary.jpg"
  },
  {
      "order": 26,
      "title": "Application Approval, Product Issuance and Managing Customer Relationships Lessons",
      "subheader": "Managing Customer Relationships and Customer Success",
      "body": "<h4>Learning Objectives</h4> <p>At the end of this lesson, you will be able to:</p> <ul> <li>Identify the difference between customer service and customer relationship</li><li>Recognize the benefits of building strong customer relationships</li> <li>Define customer success and understand its lifecycle</li> <li>Explore various metrics to measure the success of customer onboarding</li> </ul>",
      "image": "public/src/assets/img/digital_customer_onboarding/application_approval/order26.jpg"
  },
  {
      "order": 27,
      "layout": "col-3",
      "title": "Managing Customer Relationships and Customer Success",
      "subheader": "Managing Customer Relationships",
      "col1": "<h4>Customer Service</h4> <ul> <liHow the business guarantees a positive customer experience at the time of purchase.</li> <li>Takes place during the customer’s interaction with the business</li> <li>Results from establishing a customer relationship</li> <li>Primary objective is to close a sale</li> <li>Experience is adjusted to fit a specific product</li> </ul>",
      "col2": "<h4>Customer Relationship</h4> <ul> <li>Involves managing the engagement between the business and the customer before and after the sale.</li> <li>Takes place before, during, and after interaction with the customer</li> <li>Motivated by the customer relationship itself</li> <li>Primary objective is to encourage repeat sales</li> <li>Experience is adjusted to suit the individual customer</li> </ul>",
      "col3": "<h4>Customer Relationship Management</h4> <p>Customer relationship management is the practice of motivating customers to engage and share their experiences with your business and brand. Managing customer relationships post-onboarding is essential for customer retention and satisfaction. It enables prompt issue resolution, valuable feedback, and upselling opportunities, fostering trust and brand advocacy. This ultimately enhances the customer experience and drives long-term business success.</p>"
  },
  {
      "order": 28,
      "layout": "col-2",
      "title": "Managing Customer Relationships and Customer Success",
      "subheader": "Managing Customer Relationships",
      "col1": "<h4>Benefits of Strong Relationships</h4> <ul> <li>Customer Loyalty: Building strong relationships fosters loyalty. Loyal customers are more likely to return for repeat purchases and recommend the business to others.</li> <li>Increased Revenue: Satisfied customers tend to spend more. They are also more likely to try new products or services offered by the business.</li> <li>Better Customer Insights: Strong relationships allow businesses to gather valuable feedback and insights about customer preferences and behaviors, informing product development and marketing strategies.</li> <li>Enhanced Brand Reputation: Positive relationships lead to satisfied customers who are likely to share their experiences, enhancing the brand's reputation and attracting new customers.</li> <li>Reducing Marketing Costs: Retaining existing customers is often less expensive than acquiring new ones. Strong relationships can lead to word-of-mouth referrals, reducing the need for extensive marketing efforts.</li> </ul>",
      "col2": "<ul> <li>Increased Customer Lifetime Value: Customers who have a strong relationship with a brand are likely to stay longer, increasing their overall lifetime value to the business.</li> <li>Competitive Advantage: Businesses that prioritize customer relationships can differentiate themselves from competitors, making it harder for others to win over their loyal customer base.</li> <li>Adaptability and Innovation: Strong relationships enable businesses to understand changing customer needs and preferences, allowing them to adapt and innovate more effectively.</li> <li>Emotional Connection: Building emotional connections with customers can lead to a deeper sense of trust and commitment, making them feel valued and appreciated.</li> <li>Crisis Resilience: In times of crisis, strong customer relationships can provide a buffer. Loyal customers are more likely to support a brand during tough times.</li> </ul>"
  },
  {
      "order": 29,
      "layout": "col-2",
      "title": "Managing Customer Relationships and Customer Success",
      "subheader": "Customer Success Essentials",
      "col1": "<h4>Defining Customer Success</h4> <p>Customer success is defined as the practice of fulfilling customer needs when they engage with your products or services.</p> <p>This may require your team to act as thought partners, strategists, and advocates for the customer within the organization to ensure those needs are met. However, it involves more than just ensuring customer outcomes are achieved; it emphasizes the importance of focusing on the customer relationship.</p> <p>Customer success management includes planning for and addressing customer inquiries and concerns, as well as proactively delivering solutions and new offerings that could enhance value for their organization.</p>",
      "col2": "<h4>The Importance of Customer Success</h4> <p>The significance of customer success lies in its ability to ensure that customers have experiences that meet or surpass their expectations, ultimately enhancing their return on investment. Since a single negative experience can drive customers away from your brand, prioritizing customer success as a primary objective can greatly reinforce customer relationships and improve the chances of renewals and expansions into additional areas.</p>"
  },
  {
      "order": 30,
      "layout": "col-2",
      "title": "Managing Customer Relationships and Customer Success",
      "subheader": "Customer Success Essentials",
      "col1": "<h4>Defining Customer Success</h4> <h5>Identifying Customer Success</h5> <p>Identifying whether a customer is experiencing success involves monitoring various indicators and metrics. Here are some key signs of customer success:</p> <h6>Positive Indicators</h6> <ul> <li>Engagement Levels: High levels of product usage and engagement indicate that customers are finding value in the product.</li> <li>Achievement of Goals: Customers are meeting their predefined goals and objectives with the help of the product or service.</li> <li>Positive Feedback: Customers provide positive feedback through surveys, reviews, or direct communication.</li> <li>Renewals and Upsells: Customers renew contracts or purchase additional products/services, indicating satisfaction and trust in the brand.</li> <li>Referrals and Advocacy: Customers refer new clients or actively promote the brand, showcasing their loyalty and satisfaction.</li> </ul>",
      "col2": "<h6>Red Flags</h6> <ul> <li>Decreased Usage: A drop in product usage may indicate that customers are not finding value or are facing challenges.</li> ,li>Negative Feedback: Complaints or negative feedback can signal dissatisfaction and potential churn.</li> <li>Lack of Engagement: Inactive customers who do not engage with the product or support may be at risk of leaving.</li> <li>Churn: Customers who do not renew contracts or cancel services indicate a failure in achieving customer success.</li> </ul>"
  },
  {
      "order": 31,
      "layout": "col-2",
      "title": "Managing Customer Relationships and Customer Success",
      "subheader": "Customer Success Essentials",
      "col1": "<h4>Defining Customer Success</h4> <h5>Tips for Enabling Customer Success</h5> <h6>1. Establish customer success as a company-wide goal and priority</h6> <p>Whether or not you have a specific customer success team, it’s vital to highlight the importance of helping customers achieve success across the entire organization. A key strategy for ensuring that customer success remains a priority is to educate your company on its purpose and value. Different teams may have varying interpretations of data, so it’s essential to tailor your communication to align with the language and perspective of the team you are addressing.</p> <h6>2. Recognize how your customers define success</h6> <p>Your company should strive to cultivate success based on the customer's perspective rather than on your own assumptions or expectations. To effectively grasp what success means to your customers, it is crucial to stay attuned to their feedback and analyze their behavior within the product.</p>",
      "col2": "<h6>3. Prepare customers for success through proactive onboarding:</h6> <p>Customer success initiatives commence the moment a person becomes a customer. By implementing proactive onboarding, you can help new customers get off to a strong start. This includes tailoring the product to fit their requirements, instructing them on how to use the essential features, and aiding them in becoming comfortable with the product as a whole.</p> <h6>4. Monitor vital customer metrics and disseminate data across teams</h6> <p>Successfully prioritizing and supporting customer success involves tracking relevant customer metrics and sharing that information among teams. Here are several important customer success metrics to keep an eye on:</p> <ul> <li>Customer lifetime value</li> <li>Repeat purchase rate</li> <li>Customer retention rate</li> <li>Customer retention cost</li> <li>Churn rate</li> <li>Customer health score</li> <li>Net promoter score</li> <li>Customer satisfaction score</li> <li>Customer effort score</li> </ul> <h6>5. Create a customer feedback loop</h6> <p>Regularly seeking feedback and keeping communication channels open encourages customers to share their concerns if something goes wrong or if they begin to feel unhappy. You should always be refining and adjusting your strategy based on the insights and feedback from customers. Establishing a loop that continuously collects genuine customer feedback is the best approach to stay responsive to changes and ensure long-term proactivity.</p>"
  },
  {
      "order": 32,
      "layout": "col-2",
      "title": "Managing Customer Relationships and Customer Success",
      "subheader": "Customer Success Essentials",
      "col1": "<h4>Customer Success Lifecycle</h4> <img src='public/src/assets/img/digital_customer_onboarding/application_approval/order32.jpg'> <p>The Customer Success lifecycle acts as an internal playbook by mapping out the important touch points to help your customers grow from brand-new users to loyal ambassadors of your product. Though each company’s Customer Success lifecycle will vary slightly depending on what they offer, the stages outlined below act as a guide to helping your team empathize with your customers and capitalizing on areas of improvement.</p> <h5>Onboarding</h5> <p>Onboarding is the first step in getting new customers effectively set up with your product or service. This phase is vital as it sets the tone for the entire customer relationship. The primary aim of onboarding is to ensure that new customers have a smooth and successful initial experience. Typically, you will have a checklist of tasks that customers must complete to be considered fully onboarded. This could be as straightforward as creating a login and gaining access, or it might involve a lengthy implementation process that includes data integrations, project planning, and coordination with numerous stakeholders. Regardless of whether you conduct the onboarding yourself, collaborate with a specialized team, or provide customers with the resources to onboard independently, it’s essential to track the time it takes. The duration of the onboarding process is an important KPI to monitor and strive to reduce, as any time spent onboarding is time that the customer is not utilizing your product.</p> <h5>Education</h5> <p>It should be noted that education and training are essential throughout the entire customer lifecycle, but they are especially vital right after onboarding when customers are using your product independently for the first time. Even if your onboarding checklist indicates that you have covered the key features, there is a good chance that customers may have missed some (or all) of that information amid the implementation process. Education can take various forms, and a one-size-fits-all approach does not apply. It could include a how-to manual, an online resource center, short instructional videos available within the product, on-demand videos, or comprehensive instructor-led training sessions. Regardless of the format, it is essential to make these resources accessible to your customers and ensure they are regularly updated to reflect any changes made by the product team. Customers who receive training show engagement rates that are twice as high as those who attempt to navigate the product on their own, making this investment worthwhile.</p>",
      "col2": "<h5>Adoption</h5> <p>Adoption is the phase where the focus shifts to encouraging customers to actively engage with and explore the full capabilities of your product or service. By the time customers enter the adoption phase, the onboarding process has been completed, the product is operational, and new users have at least a fundamental understanding of how to use your product to meet their objectives. At this point, users will begin to integrate the product into their daily workflows and start to recognize the value it provides. This is also the time to begin monitoring usage patterns to make timely adjustments as customers acclimate. How frequently and in what ways are they utilizing the product? Are they submitting numerous support tickets? Are your customer success managers (CSMs) receiving many inquiries? Do they require additional training? This is a crucial period to ensure that your customers are fully prepared to succeed.</p> <h5>Value Realization</h5> <p>The value realization phase occurs when your product exceeds the expectations of the end user, resulting in a positive return on investment (ROI). When a customer reaches this phase, it indicates that they have integrated the product into their daily workflow, utilizing a wide range of features that meet or surpass their expectations regarding how your product can assist them. At this stage, the customer is most open to cross-selling and upselling opportunities. They are convinced that the value your product provides justifies the money they spent, leading them to believe that your other offerings are equally worthwhile. Your marketing efforts aimed at the existing customer base should take advantage on this newfound confidence.</p> <h5>Expansion</h5> <p>This phase is centered on motivating customers to increase their usage or upgrade their plans in order to maximize the value they receive from your product or service. The main goal of the expansion phase is to boost customer lifetime value. Harness the enthusiasm of your top customers by seeking out reviews, testimonials, case studies, and even offering incentives for referral programs. Recent market research indicates that the influence of word-of-mouth marketing is increasing — prospective customers place greater value on the opinions of existing customers than on your own marketing efforts. By keeping your current customers are happy and successful, they will become your most valuable source of new customers, initiating a positive cycle.</p>"
  },
  {
      "order": 33,
      "layout": "col-2",
      "title": "Managing Customer Relationships and Customer Success",
      "subheader": "Customer Success Essentials",
      "col1": "<h4>Defining Customer Success</h4> <h5>Technology and Tools for Customer Success</h5> <p>Customer success relies on a variety of technologies and tools that help organizations manage customer relationships, track engagement, and ensure that customers achieve their desired outcomes. Here are some key categories of technology and tools commonly used for customer success:</p> <ul> <li>Chatbots and Virtual Assistants: AI-powered chatbots can provide 24/7 customer support, answer queries, and guide users through processes.</li> <li>Collaboration Tools: Tools like Slack and Microsoft Teams enhance internal communication, ensuring that teams can work together effectively to support customers.</li> <li>Customer Feedback and Survey Tools: Tools like SurveyMonkey and Qualtrics help gather customer feedback to improve services and address concerns.</li> </ul>",
      "col2": "<ul> <li>Customer Relationship Management Systems: Tools like Salesforce and Microsoft Dynamics help manage customer interactions, track sales, and improve customer service.</li> <li>Knowledge Management Systems: Solutions like Confluence, Notion, and Helpjuice provide a centralized repository for documentation, FAQs, and resources that customers can access.</li> <li>Customer Journey Mapping Tools: Tools like Smaply and Lucidchart help visualize and analyze the customer journey, identifying pain points and opportunities for improvement.</li> </ul>"
  },
  {
      "order": 34,
      "layout": "col-2",
      "title": "Managing Customer Relationships and Customer Success",
      "subheader": "Measuring Onboarding Success",
      "col1": "<h4>Use of KPIs in Measuring Digital Onboarding Success</h4> <p>Key Performance Indicators (KPIs) are essential for measuring the success of digital onboarding processes. They provide quantifiable metrics that help organizations assess the effectiveness of their onboarding strategies and identify areas for improvement.</p> <h5>Common KPIs Used in Measuring Digital Onboarding Success</h5> <h6>1. Time to Complete Onboarding</h6> <p>Measures the average time taken for new users to complete the onboarding process. A shorter time may indicate a more efficient onboarding experience.</p> <h6>2. Completion Rate</h6> <p>The percentage of users who complete the onboarding process compared to those who started it. A high completion rate suggests that the onboarding process is engaging and user-friendly.</p>",
      "col2": "<h6>3. User Engagement</h6> <p>Metrics such as the number of interactions, time spent on the platform, and frequency of logins during the onboarding phase can indicate how engaged users are with the content.</p> <h6>4. User Satisfaction Score</h6> <p>Collected through surveys or feedback forms, this score reflects how satisfied users are with the onboarding experience.High satisfaction scores can correlate with better retention rates.</p> <h6>Drop-off Rate</h6> <p>The percentage of users who abandon the onboarding process at various stages. Analyzing drop-off points can help identify obstacles in the onboarding flow.</p>"
  },
  {
      "order": 35,
      "layout": "col-2",
      "title": "Managing Customer Relationships and Customer Success",
      "subheader": "Measuring Onboarding Success",
      "col1": "<h4>Use of KPIs in Measuring Digital Onboarding Success</h4> <p>Key Performance Indicators (KPIs) are essential for measuring the success of digital onboarding processes. They provide quantifiable metrics that help organizations assess the effectiveness of their onboarding strategies and identify areas for improvement.</p> <h5>Common KPIs Used in Measuring Digital Onboarding Success</h5> <p>6. Conversion Rate: For businesses that require users to take specific actions (e.g., making a purchase or subscribing), the conversion rate during onboarding can indicate how effectively the process drives desired outcomes.</p> <p>7. Retention Rate: Measures the percentage of users who continue to engage with the platform after completing onboarding. Higher retention rates often indicate a successful onboarding experience.</p>",
      "col2": "<p>8. Support Requests: The number of support tickets or inquiries related to onboarding can indicate the clarity and effectiveness of the onboarding process. A high number may suggest that users are struggling.</p> <p>9. Referral Rate: The percentage of new users who were referred by existing users can indicate overall satisfaction with the onboarding experience, as satisfied users are more likely to recommend the service.</p> <p>10. Learning Curve: Measures how quickly users become proficient in using the platform after onboarding. This can be assessed through performance metrics or user feedback.</p>"
  },
  {
      "order": 36,
      "layout": "image righthand portion",
      "title": "Managing Customer Relationships and Customer Success",
      "subheader": "Measuring Onboarding Success",
      "body": "<h4>Use of KPIs in Measuring Digital Onboarding Success</h4> <h5>Tools in Tracking and Reporting Digital Onboarding Metrics</h5> <h6>Google Analytics</h6> <p>Google Analytics is a web analytics service that tracks and reports website traffic. It provides insights into how users interact with a website or application, helping businesses understand user behavior and make data-driven decisions.</p> <p>Key Features</p> <ul> <li>Real-Time Data: Google Analytics offers real-time reporting, allowing businesses to see current user activity on their site.</li> <li>Funnel exploration: Visualize the steps users take to complete tasks on your site or app and see how you can optimize user experience and identify over- or under-performing audiences — with both open and closed funnel options.</li> <li>Built-in Automation: By applying Google’s machine learning models, it can analyze your data and predict future actions people may take, like making a purchase or churning. </li> <li>Integration with Other Tools: Google Analytics can be integrated with other Google services (like Google Ads) and third-party tools for enhanced reporting and marketing capabilities.</li> <li>Custom Reporting: Users can create custom reports and dashboards to focus on specific metrics that matter to their business.</li> </ul>",
      "image": "public/src/assets/img/digital_customer_onboarding/application_approval/order36.jpg"
  },
  {
      "order": 37,
      "layout": "image righthand portion",
      "title": "Managing Customer Relationships and Customer Success",
      "subheader": "Measuring Onboarding Success",
      "body": "<h4>Use of KPIs in Measuring Digital Onboarding Success</h4> <h5>Tools in Tracking and Reporting Digital Onboarding Metrics</h5> <h6>Mixpanel</h6> <p>This tool is popular for its ability to track user engagement and retention metrics. Mixpanel allows companies to analyze user behavior in detail, helping them understand how customers navigate through onboarding processes and identify areas for improvement.</p> <p>Key Features</p> <ul> <li>Event Tracking: Mixpanel allows users to track specific events that occur within their application, such as button clicks, page views, and form submissions. This helps businesses understand how users interact with their product.</li> <li>Retention Analysis: The platform offers retention analysis features that help businesses understand how well they retain users over time. This is crucial for assessing the effectiveness of onboarding strategies.</li> <li>User Journey Mapping: User Journey Mapping: Mixpanel's Flow report provides insights into user behavior by identifying the most common paths users take to or from any event. It helps you understand sequential event performance and analyze drop-offs or unsuccessful behaviors in your product.</li> <li>A/B Testing: Mixpanel supports A/B testing, enabling businesses to experiment with different features or onboarding processes to determine which performs better.</li> <li>Data Visualization: The tool provides various visualization options, including charts and graphs, to help users interpret data and share insights with stakeholders. It also allows you to embed reports into design and productivity tools, such as Figma and Coda.</li> </ul>",
      "image": "public/src/assets/img/digital_customer_onboarding/application_approval/order37.jpg"
  },
  {
      "order": 38,
      "layout": "image righthand portion",
      "title": "Managing Customer Relationships and Customer Success",
      "subheader": "Measuring Onboarding Success",
      "body": "<h4>Use of KPIs in Measuring Digital Onboarding Success</h4> <h5>Tools in Tracking and Reporting Digital Onboarding Metrics</h5> <h6>Tableau</h6> <p>Tableau is a powerful data visualization and business intelligence tool that enables users to create custom dashboards and reports to visualize onboarding metrics and share insights with stakeholders.</p> <p>Key Features</p> <ul> <li>Interactive Dashboards: Users can create interactive dashboards that allow stakeholders to explore data through filters, drilldowns, and other interactive elements. This makes it easy to visualize complex data sets.</li> <li>Data Blending: Users can blend data from different sources to create a unified view, enabling comprehensive analysis across various datasets.</li> <li>Advanced Analytics: Tableau supports advanced analytics features, including trend analysis, forecasting, and statistical modeling. Users can apply various analytical techniques to gain deeper insights from their data.</li> <li>Drag-and-Drop Interface: Tableau's user-friendly interface allows users to create visualizations without needing extensive programming knowledge. The drag-and-drop functionality simplifies the process of building reports and dashboards.</li> <li>Accessibility: Tableau dashboards are mobile-friendly, allowing users to access and interact with data on smartphones and tablets, which is essential for on-the-go decision-making. It is also compatible with both Mac and Windows.</li> </ul>",
      "image": "public/src/assets/img/digital_customer_onboarding/application_approval/order38.jpg"
  },
  {
      "order": 39,
      "layout": "image righthand portion",
      "title": "Managing Customer Relationships and Customer Success",
      "subheader": "Measuring Onboarding Success",
      "body": "<h4>Use of KPIs in Measuring Digital Onboarding Success</h4> <h5>Tools in Tracking and Reporting Digital Onboarding Metrics</h5> <h6>PowerBI</h6> <p>PowerBI is a business analytics tool developed by Microsoft that enables users to visualize data and share insights across their organization or embed them in an app or website.</p> <p>Key Features</p> <ul> <li>Built-in AI capabilities: Users can leverage AI-powered image recognition, text analytics, and machine learning model creation in Power BI, along with natural language processing for data inquiries.</li> <li>Integration with Microsoft Ecosystem: Power BI seamlessly integrates with other Microsoft products, such as Excel, Azure, and SharePoint. This integration allows users to leverage existing Microsoft tools and data sources easily.</li> <li>Real-Time Data Analysis: Power BI supports real-time data streaming, enabling financial institutions to monitor key metrics and performance indicators as they happen. This is particularly useful for tracking market trends and customer behavior.</li> <li>Custom Visuals Marketplace: Power BI has a marketplace for custom visuals, allowing users to enhance their reports with a wide variety of visualizations created by the community and third-party developers.</li> <li>Security and Compliance: Given the sensitive nature of financial data, Power BI offers robust security features, including data encryption and role-based access controls, ensuring that only authorized users can access specific information.</li> </ul>",
      "image": "public/src/assets/img/digital_customer_onboarding/application_approval/order39.jpg"
  },
  {
      "order": 40,
      "title": "Knowledge Check",
      "body": "<p>Which of the following statements about the difference between customer service and customer relationship is TRUE?</p>",
      "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "single_select" ,
          "q_selection": [{
          "A": "Customer service occurs before, during, and after a customer interaction, while customer relationship only occurs during a customer interaction with the business.",
          "B": "The primary objective of customer service is to encourage repeat sales, whereas the primary objective of customer relationship is to close a sale.",
          "C": "Customer service focuses on the product experience, while customer relationship emphasizes the individual customer's needs.",
          "D": "Customer relationship is motivated by the customer relationship itself, while customer service is a result of having customer relationship."
          }],
          "q_answer": "D"
  },
  {
      "order": 41,
      "title": "Lesson Summary",
      "body": "<h2>Congratulations on completing Lesson 3 of this module!</h2> <p>Now that you have completed this lesson, you should be able to:</p> <ul> <li>Differentiate customer service from customer relationship.</li> <li>Recognize the impact of strong customer relationships on customer loyalty and satisfaction.</li> <li>Describe the customer success lifecycle and the essential technologies and tools for it.</li> <li>Identify common KPIs to measure customer onboarding success and the tools to analyze and report those metrics.</li> </ul>",
      "image":"src/assets/img/general images/LessonSummary.jpg"
  },
  {
      "order": 42,
      "title": "Module Summary",
      "body": "<p>Now that you have completed this module, you should be able to</p> <ul> <li>Differentiate customer service and customer relationship, understanding how each plays a distinct role in enhancing customer interactions and experiences.</li> <li>Recognize the significant impact that strong customer relationships have on customer loyalty and satisfaction, highlighting the importance of fostering these connections.</li> <li>Describe the customer success lifecycle and identify the essential technologies and tools that support it, ensuring a comprehensive approach to managing customer journeys.</li> <li>Identify common Key Performance Indicators (KPIs) used to measure customer onboarding success, along with the tools necessary for analyzing and reporting these metrics effectively.</li> <li>Explore the key components of automating the recording and monitoring of claimed financial products, including data integration and workflow automation, and understand the benefits of self-service kiosks in improving the product issuance process.</li> </ul>", 
      "image":"src/assets/img/general images/ModuleSummary.jpg"
  },
  {
      "order": 43,
      "title": "Module Completion",
      "subheader": "Congratulations on completing the module on Application Approval, Product Issuance, and Feedbacking in Onboarding!",
      "body": "<p>You have now gained valuable insights into the benefits of automation and self-service solutions, particularly in automating the recording and monitoring of claimed financial products and utilizing self-service kiosks to streamline the product issuance process. You have also explored the significant impact of strong customer relationships on fostering loyalty and satisfaction, reinforcing the importance of nurturing these connections. By delving into the customer success lifecycle, you have gained essential knowledge about the technologies and tools that facilitate effective management of customer journeys. Additionally, you have learned to identify common Key Performance Indicators (KPIs) for measuring customer onboarding success and the tools necessary for analyzing and reporting these metrics. We encourage you to apply the skills and knowledge gained in this module to enhance customer interactions and drive meaningful results within your organization.</p> <p>We hope this module has equipped you with the knowledge in innovating your digital customer onboarding process.</p>",
      "image": "src/assets/img/general images/ModuleCompletion.jpg"
  },
  {
      "order": 44,
      "title": "Module Post-examination",
      "exams": [{
      "exam_id": 11,
          "title": "Module Post-Examination",
          "body": "This assessment is designed to test your knowledge. Results of this  assessment will be used to structure the workshop.",
          "questions": [{
                  "q_number": 1,
                  "q_statement": "<p>This is a business analytics tool developed by Microsoft that enables users to visualize data and share insights across their organization or embed them in an app or website.</p>",
                  "q_field_type": "single_select" ,
                  "q_selection": [{
                      "A": "PowerBI",
                      "B": "Tableau",
                      "C": "Mixpanel",
                      "D": "Analytics"
                      }],
                  "q_answer": "A"
          },
          {
                  "q_number": 2,
                  "q_statement": "<p>The following are strategies in transforming the progress tracking system. (Select all that apply)</p>",
                  "q_field_type": "multi_select" ,
                  "q_selection": [{
                      "A": "Real-Time Progress Tracking",
                      "B": "Clear Milestones and Timelines",
                      "C": "Integration with Existing Systems",
                      "D": "Product Orientation",
                      "E": "Reapplication Guidelines",
                      "F": "Training and Empowerment of Staff"
                  }], 
                  "q_answer": "A, B, C, F"   
          },
          {
                  "q_number": 3,
                  "q_statement": "<p>What are the positive indicators of identifying customer success?(Select all that apply)</p>",
                  "q_field_type": "multi_select",
                  "q_selection": [{
                      "A": "Churn",
                      "B": "Renewals",
                      "C": "Upsells",
                      "D": "Referrals",
                      "E": "Decreased Usage"
                  }],
                  "q_answer": "B, C, D"
          }]
      }]
  }]               
}]