[{
    "id": 2,
    "moduleId": "PMFIDS_BCM",
    "moduleName": "Budget and Cost Management",
    "type": "course",
    "sections": [
      {
        "order": 1,
        "title": "Module Introduction",
        "subheader": "Welcome to the Web-Based Learning (WBL) module on Budget and Cost Management!",
        "body": "This module is designed to provide you with a comprehensive understanding of cost management functions, forecasting models, and effective techniques for optimizing project expenses.",
        "image": "src/assets/img/general images/ModuleIntroduction.jpg"
      },
      {
        "order": 2,
        "title": "Module Pre-Examination",
        "exams": [
          {
            "exam_id": 1,
            "title": "Module Pre-Examination",
            "body": "This assessment is designed to test your knowledge. Results of this assessment will be used to structure the workshop.",
            "questions": [
                {
                  "q_number": 1,
                  "q_statement": "<p>You are managing a project that involves multiple phases and a significant budget. As part of your responsibilities, you need to ensure effective financial control throughout the project's lifecycle.</p><br/> <p>Which of the following processes are required to maintain effective financial control of a project?",
                  "q_field_type": "single_select",
                  "q_selection": [
                    {
                      "A": "Estimating, budgeting, and controlling project costs",
                      "B": "Scheduling project tasks and milestones",
                      "C": "Managing project risks and issues",
                      "D": "Allocating resources and managing team performance"
                    }
                  ],
                  "q_answer": "A"
                },
                {
                  "q_number": 2,
                  "q_statement": "<p>An organization’s strategy in quantitative form.",
                  "q_field_type": "single_select",
                  "q_selection": [
                    {
                      "A": "Framework",
                      "B": "Financial Statement",
                      "C": "Budget",
                      "D": "Work Breakdown Structure (WBS)"
                    }
                  ],
                  "q_answer": "C"
                },
                {
                  "q_number": 3,
                  "q_statement": "<p>First National Bank is a mid-sized financial institution that has been facing challenges with its traditional budgeting process. The management team has noticed that the current budgeting system lacks accuracy and transparency, leading to inefficiencies and cost overruns. To address these issues, the bank decided to implement activity-based budgeting (ABB).</p><br/> <p>After conducting a thorough analysis of their operations, First National Bank identified the key activities that drive costs within the organization. They focused on supporting value-adding processes and improving the accuracy of cost measurement. The implementation of ABB provided a much more accurate cost plan, control, and evaluation.</p><br/> <p>Evaluate the impact of improved cost measurement accuracy on the financial planning and decision-making process at First National Bank.</p>",
                  "q_field_type": "single_select",
                  "q_selection": [
                    {
                      "A": "More accurate and reliable financial data for planning and forecasting",
                      "B": "Better identification of cost drivers and areas for cost reduction",
                      "C": "Improved ability to make informed strategic decisions based on detailed cost analysis",
                      "D": "All of the above"
                    }
                  ],
                  "q_answer": "D"
                },
                {
                  "q_number": 4,
                  "q_statement": "<p>Cash flows are crucial for the financial health of a project or business. In which of the following situations are cash flows particularly important?</p>",
                  "q_field_type": "single_select",
                  "q_selection": [
                    {
                      "A": "Always, especially in times of change or where there is a reasonable degree of risk",
                      "B": "Only if you are short of money",
                      "C": "Only if you have a surplus",
                      "D": "Only if income and/or expenses are particularly variable"
                    }
                  ],
                  "q_answer": "A"
                },
                {
                  "q_number": 5,
                  "q_statement": "<p>What impact do cost overruns have on a project and the organization?</p><br/> <p>Select all that apply</p>",
                  "q_field_type": "multi_select",
                  "q_selection": [
                    {
                      "A": "Strain on financial resources",
                      "B": "Delays in project completion",
                      "C": "Improved stakeholder satisfaction",
                      "D": "Fast project completion"
                    }
                  ],
                  "q_answer": "A, B"
                },
                {
                  "q_number": 6,
                  "q_statement": "<p>The Earned Value Management (EVM) develops and monitors three key dimensions for each work package and control account. This dimension is the realized cost incurred for the work performed on an activity during a specific time period.",
                  "q_field_type": "single_select",
                  "q_selection": [
                    {
                      "A": "Cost Performance Index",
                      "B": "Earned Value",
                      "C": "Cost Variancek",
                      "D": "Actual Cost"
                    }
                  ],
                  "q_answer": "D"
                },
                {
                  "q_number": 7,
                  "q_statement": "<p>Which of the choices is one of the four functions of cost management?</p>",
                  "q_field_type": "single_select",
                  "q_selection": [
                    {
                      "A": "Plan and Deliverable Management",
                      "B": "Resource Planning",
                      "C": "Project Scheduling",
                      "D": "Scope Management "
                    }
                  ],
                  "q_answer": "B"
                  }]
                }
              ]
          },   
          {
            "order": 3,
            "title": "Module Credit and Completion Requirements and Learning Objective",
            "body": "<h2>Credit and Completion Requirements</h2><ul><li>To receive proper learning credit and achieve the learning objectives, you must not skip any screens</li><li>Complete all interactions</li><li>Complete all practice questions</li><li>Pass the final assessment with at least 70%</li><li>You must complete the assessment alone. Using answers received from others, including any form of artificial intelligence, to complete an assessment is cheating.</li></ul><br /><p>Please note that this learning will expire by April 25, 2025. You must complete and pass all of the scored portions of this module within this period, or your related learning progress will be removed.</p><h2>Module Learning Objectives</h2><p>Upon successful completion of the module, you will be able to:</p> <ul>  <li>Define key budget and cost management terms and concepts</li> <li>Understand each function of cost management</li> <li>Identify sources of issues that can arise during the budget and cost management phase</li> <li>Understand the need for a budget and cashflow</li> <li>Create a budget and cashflow forecast</li></ul>",
            "image":"src/assets/img/general images/CreditCompletionLearningObjectives.jpg"
          },
          {
            "order": 4,
            "title": "Budget and Cost Management Lessons",
            "subheader": "Overview of Budget and Cost Management",
            "body": "<h4>Module Overview</h4> <h5>Learning Objective</h5> <p>At the end of this lesson, you will be able to: </p> <ul> <li>Understand what cost management and budgeting is</li> <li>Define the correlation between decision-making and budget and cost management</li> </ul>",
            "image": "src/assets/img/project_management/budgetandcostmgt/LearningObjective1.jpg"
          },
          {
            "order": 5,
            "title": "Overview of Budget and Cost Management",
            "body": "<div><div class='mr-10'><img src='src/assets/img/project_management/budgetandcostmgt/Order 8.jpg'></div><<div><h4>Decision-Making</h4></div></div> <br/><p>Decision-making is a process that involves choosing the best course of action among various alternatives from strategic planning to day-to-day operations, even projects.</p><br /><h4>Cost Management</h4><br /><ul><li>A function which includes the processes that are required to maintain effective financial control of projects</li><li>The process of estimating, budgeting, and controlling project costs</li><li>Begins during the planning phase and continues throughout the duration of the project</li></ul><br /><h4>Budgeting</h4><br /><ul><li>Budgets serve as the means to implement strategy throughout the organization</li><li>Budgeting enhances communication, coordination, and motivation, enabling the organization to achieve long-term strategic goals through the alignment and execution of short-term objectives</li></ul><br /><p>Decisions made at the strategic and operational levels directly impact the budget and cost management practices. Conversely, effective cost management and adherence to the budget provide the financial stability needed to support sound decision-making. In essence, decision-making, cost management, and budgeting are interdependent processes that collectively ensure the efficient and effective use of resources, enabling organizations to achieve their goals.</p>"
          },
          {
            "order": 6,
            "title": "Knowledge Check",
            "body": "This includes processes that are required to maintain effective financial control of projects.",
            "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
            "q_field_type": "single_select",
            "q_selection": [
              {
                "A": "Resource Management",
                "B": "Inaccurate Project Estimation",
                "C": "Cost Management",
                "D": "Budgeting"
              }
            ],
            "q_answer": "C"
          },
          {
            "order": 7,
            "title": "Lesson Summary",
            "subheader": "Congratulations on completing Lesson 1 of this module!",
            "body": "<p>Now that you have completed this lesson, you should be able to:</p> <ul> <li>Understand the importance of cost management and budgeting in decision-making; Define cost management and its correlation with budgeting</li> </ul>",
            "image":"src/assets/img/general images/LessonSummary.jpg"
          },
          {
            "order": 8,
            "title": "Budget and Cost Management Lessons",
            "subheader": "The Four Functions of Cost Management",
            "body": "<h2>Module Overview</h2> <h4>Learning Objective</h4> <p>At the end of this lesson, you will be able to: </p> <ul> <li>Define each function of cost management</li> <li>Identify sources of issues that can arise during the budget and cost management phase</li><li>Understand the need for a budget and cashflow forecast</li> </ul>",
            "image": "src/assets/img/project_management/budgetandcostmgt/LearningObjective2.jpg"
          },
          {
            "order": 9,
            "title": "Cost Management",
            "body": "<ul> <li>A function which includes the processes that are required to maintain effective financial control of projects.</li> <li>The process of estimating, budgeting, and controlling project costs.</li> <li>Begins during the planning phase and continues throughout the duration of the project.</li> </ul>",
            "image": "src/assets/img/project_management/budgetandcostmgt/AllFourFunctionsofCostManagement.jpg"
          },
          {
            "order": 10,
            "title": "The Four Functions of Cost Management",
            "subheader": "Resource Planning",
            "body": "<p>In the first module of project management, you have already been introduced to resource management as a function which discusses the importance of picking out the appropriate resources and skills for a project.</p><br /><p>Resource planning, in budget and cost management, involves not only determining the quantity and quality of resources but also scheduling their availability to ensure that each phase of the project progresses smoothly. It is a function of cost management that helps ensure the optimal use of resources through financial discipline and successful completion of the project.</p><br /><p>Resources encompass anything that aids in the completion of a project including money, time, equipment, team members, etc.</p><br /><p>During this stage, the following are important to have:</p> <ul> <li>Well-defined project objectives</li> <li>A high-level project roadmap or a work breakdown structure (WBS)</li> <li>A preliminary resource management plan</li> <li>A project scope statement</li> </ul>",
            "image": "src/assets/img/project_management/budgetandcostmgt/FirstFunctionCostMgt.jpg"
          },
          {
            "order": 11,
            "title": "Resource Planning Issues",
            "body": "<p>Identifying, allocating, and managing a project's resources is needed to ensure project success. However, shortages and misalignment with goals persist to exist throughout the project lifecycle.</p><br /><p>During the resource planning stage, you may have been given a high-level estimate of how much a project will be. This can pose as a challenge because the budget can be too small once you start allocating funds to cover the necessary resources required to complete the project.</p><br/><p>To address this issue, setting realistic budgets at project start is important. These are steps you can take to ensure a realistic budget: conduct market research for accurate cost estimates, plan comprehensively to identify potential costs, define clear objectives and scope to prevent scope creep, engage with stakeholders for insights, and establish a process for regular budget reviews and adjustments.</p>",
            "image": "src/assets/img/project_management/budgetandcostmgt/ResourcePlanningIssues.jpg"
          },
          {
            "order": 12,
            "title": "The Four Functions of Cost Management",
            "subheader": "Cost Estimating",
            "body": "<p>During the cost estimating stage, real pricing information is crucial to gather to make accurate cost estimates. For tangible sources, communicate with sellers, suppliers, and other vendors for prices, while for labor costs, acquire multiple quotes from potential contractors.</p><br /><p>Real pricing data can help reflect current market conditions therefore minimizing discrepancies and risks of underestimating and overestimating costs. It also supports informed decision-making, enhances adaptability, and ensures accountability. It is also essential to account for contingencies, so a buffer is highly recommended to be included in your total cost.</p><br /><p>In this stage, it is important to already have a schedule, list of deliverables, and success metrics.</p> <ul> <li>It is crucial to gather real pricing information to make accurate cost estimates.</li> <li>For tangible sources, communicate with sellers, suppliers, and other vendors for prices.</li> <li>For labor costs, acquire multiple quotes from potential contractors.</li> <li>Include a buffer in your total cost to cover unexpected expenses</li> <li>In this stage, it is important to already have a schedule, list of deliverables, and success metrics.</li> </ul>",
            "image": "src/assets/img/project_management/budgetandcostmgt/SecondFunctionCostMgt.jpg"
          },
          {
            "order": 13,
            "title": "Cost Estimation Techniques",
            "body": "<p>The most common cost estimation techniques are: Analogous, Top-Down, and Bottom-Up.</p> <h2>Analogous Estimating</h2> <ul> <li>Analogous Estimating relies on the actual cost of previous, similar projects as the basis for estimating the cost of the current project. It is frequently used to estimate a value when there is a limited amount of detailed information about the project.</li> </ul> <h2>Top-Down Estimating</h2> <p>Top-Down Estimating is where the overall project cost is estimated first, to be followed by the individual costs. The cost estimates in this approach are used initially until the tasks in the work breakdown structure are defined clearly. Other methods such as the following can be utilized to ensure the effectiveness of this technique:</p> <ul> <li>Delphi (Consensus) Method – uses the pooled experiences of senior and/or middle managers to discuss thoroughly and ultimately reach an agreement of best estimates.</li> <li>Analogous Technique</li> </ul> <h2>Bottom-Up Estimating</h2> <p>Bottom-Down Estimating is a method of estimating the costs of individual workstreams or activities of a project and then adding them up to arrive at the total project cost.</p> <ul> <li>Template Method – The schedules and budget from past projects of similar starts but with different endings can be used as a starting point for the new project.</li> <li>Parametric Technique – Uses a statistical relationship between relevant historical data and other variables to calculate a cost estimate for project work.</li> </ul>",
            "image": "src/assets/img/project_management/budgetandcostmgt/CostEstimationTechniques.jpg"
          },
          {
            "order": 14,
            "title": "Cost Estimation Techniques",
            "body": "<p>Aside from the mentioned estimation techniques, the following are other methods and practices that can ensure effective estimation should it be used in conjunction with other processes.</p> <ul> <li>Delphi Method – utilizes the combined experiences of executives and managers to engage in comprehensive discussions and ultimately arrive at a consensus on the most accurate estimates</li> <li>Template Method – references schedules and budgets from previous projects with similar nature but different outcomes can serve as a reference for initiating the new project</li> <li>Parametric Technique – uses statistical relationships between historical data and various factors</li> <li>Three-Point Estimating – improves accuracy of cost estimates by taking risk factors into account, factoring optimistic (cO), pessimistic (cP), and most likely (cM) cases where two commonly used formulas are the triangular and beta distribution</li> <li>Cost of Quality (COQ) – emphasizes conforming to a project’s quality requirements including guidelines on the need to achieve quality due to failure and rework</li> <li>Project Management Information Software (PMIS) – a software that includes statistical tools to estimate and/or forecast costs</li> <li>Vendor Bid Analysis – focuses on responsive bids from qualified vendors</li> <li>Reserve Analysis – includes contingency reserves in order to account for sudden or uncertain costs and identified risks which are accepted and for which contingent and mitigating responses are developed</li> </ul>",
            "image": "src/assets/img/project_management/budgetandcostmgt/FirstFunctionCostMgt.jpg"
          },
          {
            "order": 15,
            "title": "Knowledge Check",
            "body": "The cost estimates in this approach are used initially until the tasks in the work breakdown structure are defined clearly.",
            "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
            "q_field_type": "single_select",
            "q_selection": [
              {
                "A": "Top-Down Estimating",
                "B": "Delphi Method",
                "C": "Bottom-Up Estimating",
                "D": "Three-Point Estimating"
              }
            ],
            "q_answer": "A"
          },
          {
            "order": 16,
            "title": "The Four Functions of Cost Management",
            "subheader": "Cost Budgeting",
            "body": "<p>Project budgets outline in detail the planned expenditures for the project, specifying amounts and purposes with the project timeline.</p><br /><p>The Budget Process, although used for strategic planning, can also be utilized for projects.</p><div> <div class='mr-10'><img src='src/assets/img/project_management/budgetandcostmgt/BudgetProcess.jpg'></div></div> ",
            "image": "src/assets/img/project_management/budgetandcostmgt/ThirdFunctionCostMgt.jpg"
          },
          {
            "order": 17,
            "title": "The Four Functions of Cost Management",
            "subheader": "Cost Budgeting",
            "body": "<ul><li>Form a budget committee – In projects, roles of each member should be clearly defined. You may also consult with the experts of different departments of the organization to ensure diverse perspectives are incorporated.</li><li>Establish budget guidelines that are based on project objectives, milestones, and incentives</li><li>Submit budget proposals to your leaders and notable stakeholders or sponsors</li><li>Negotiate budget proposals – If you are collaborating with an external party, say if you want to implement a digital solution for example, you might run into changes in prices therefore it’s important to go through negotiation before reviewing, refining, and approving the budget</li><li>Review and approve the final budget through a presentation to senior management, sponsors, and stakeholders. It is important to obtain a sign-off from all relevant parties of the project.</li></ul><br /><p>In project management, the budgeting process is a collaborative and iterative effort that involves multiple stakeholders and careful planning.</p><br /><p>By forming a budget committee, establishing clear guidelines, submitting detailed proposals, negotiating effectively, and securing final approval, project managers can ensure that their projects are financially sound and positioned for success.</p><p>This structured approach not only helps in managing costs but also enhances accountability, transparency, and stakeholder confidence.</p>",
            "image": "src/assets/img/project_management/budgetandcostmgt/ThirdFunctionCostMgt.jpg"
          },
          {
            "order": 18,
            "layout": "col-2",
            "title": "Budgeting Methodologies",
            "col1": "<h2>Rolling Budget</h2> <p>A rolling budget is used to ensure a consistent number of operating periods are always planned. This approach is beneficial  for organizations looking to avoid an annual budget planning event that can consume a large block of management time. Using a rolling budget provides the following benefits:</p> <ul> <li>Breaks the budget process down into more manageable monthly processes rather than a lengthier annual process.</li> <li>Improves the relevancy of data and perspective used in the budgeting process.</li> <li>Helps keep everyone constantly focused on the organization’s strategy and how it is moving forward into the future.</li> </ul> <p>However, the challenge of using a rolling budget would be the commitment across the organization to be in continuous budgeting mode.</p> <h2>Activity-Based Budget</h2> <p>An activity-based budget is a detailed budget methodology that results in a more sophisticated and detailed view of the many activities that drive costs in organizations. This budgeting provides the following benefits:</p> <ul> <li>Provides a much more accurate cost plan, control, and evaluation.</li> <li>Focuses on supporting value-adding processes in the organization</li> <li>Improves accuracy of cost measurement</li> </ul> <p>However, an activity-based budget, in terms of time and financial costs, is complex and expensive. It requires a significant amount of resources to design and implement.</p>",
            "col2": "<h2>Zero-Based Budget</h2> <p>A zero-based budget is a structured approach wherein nothing is assumed to carry forward to the next year’s budget. It begins by evaluating all current and proposed projects based on relationship to the organization’s evolving strategy. This methodology is effective at controlling and reducing budgetary slack.</p> <p>However, zero-based budgeting is more rigorous and time consuming as you are starting from a “blank page.”</p> <h2>Flexible Budget</h2> <p>A flexible budget is essential if business conditions are constantly changing. This budget can be adjusted depending on the variation in revenues and expenses. It provides the following advantages:</p> <ul> <li>Provides a valuable view that supports the management process of planning, controlling, and evaluating costs.</li> <li>Builds effective ‘what-if’ budgets on different scenarios.</li> </ul> <p>However, a challenging aspect of a flexible budget would be that it requires robust tracking and reporting systems to monitor changes and make timely adjustments.</p>",
            "image": "src/assets/img/project_management/budgetandcostmgt/BudgetingMethods.jpg"
          },
          {
            "order": 19,
            "title": "Knowledge Check",
            "body": "Budget guidelines are based on the following:",
            "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
            "q_field_type": "single_select",
            "q_selection": [
              {
                "A": "Project Objectives",
                "B": "Milestones",
                "C": "Incentives",
                "D": "All of the Above"
              }
            ],
            "q_answer": "D"
          },
          {
            "order": 20,
            "title": "Sample Case for Budgeting and Cash Flow Forecasting",
            "subheader": "Project Overview",
            "body": "<p>XYZ bank recognized the need to enhance its digital presence and improve customer experience by developing a mobile banking application. The project’s scope involves the development Development of a mobile application for iOS and Android platforms, including features such as account management, fund transfers, bill payments, and customer support.</p> <ul> <li>Organization: XYZ Bank</li> <li>Project Name: XYZ Bank Mobile Application</li> <li>Duration: 24 months</li> <li>Budget: Php 8,000,000</li> <li>Scope: Development of a mobile application for iOS and Android platforms, including features such as account management, fund transfers, bill payments, and customer support.</li> </ul>",
            "image": "src/assets/img/project_management/budgetandcostmgt/FirstFunctionCostMgt.jpg"
          },
          {
            "order": 21,
            "title": "Budgeting Steps",
            "subheader": "Step 1: Creating an Excel Spreadsheet",
            "body": "<p>The first step is to create an Excel spreadsheet. Excel is a powerful tool that allows you to organize and analyze financial data effectively. By organizing your budget in an Excel spreadsheet, you'll have a clear and comprehensive view of your financial landscape, making it easier to forecast and manage your budget effectively for your normal operations or for your projects.</p> <ul> <li>To begin, open a new Excel workbook. This will serve as the foundation for your budget.</li> <li>Start by labeling your columns with the key categories you'll need, such as Account Titles and Description of those account titles. These categories will help you track and categorize all financial transactions.</li> <li>Next, create a section for your budget.</li> <li>Then, move on to the expenses section. Once your budget and expenses sections are set up, you can start entering your data. Remember to update your spreadsheet regularly to reflect any changes in your financial situation.</li> </ul>",
            "image": "src/assets/img/project_management/budgetandcostmgt/BudgetingStep1.jpg"
          },
          {
            "order": 22,
            "title": "Budgeting Steps",
            "subheader": "Step 2: Input Account Titles for Income and Expenses",
            "body": "<p>Now that we have our Excel spreadsheet set up, let's move on to the second step in forecasting a budget: inputting account titles for income and expenses.</p><br /></p>In this step, we will populate the 'Account Titles' column with specific titles for each source of income and type of expense. This will help us categorize and track our financial transactions more effectively.</p><ul><li>Start by listing you budget under the 'Account Titles' column.</li><li>Next, move on to the expenses section. Under the 'Account Titles' column, list all the different types of expenses you anticipate. Project expenses might include planning and analysis, design and development, testing, quality assurance, deployment, and maintenance support. Again, be as detailed as possible to ensure that all potential expenses are accounted for.</li></ul><br /><p>By clearly defining and inputting these account titles, you'll create a structured and organized budget that makes it easy to track and analyze your financial data. This step is crucial for maintaining clarity and accuracy in your budgeting process.</p>",
            "image": "src/assets/img/project_management/budgetandcostmgt/BudgetingStep2.jpg"
          },
          {
            "order": 23,
            "title": "Budgeting Steps",
            "subheader": "Step 3: Input Descriptions for Each Account Title",
            "body": "<p>In the third step of forecasting a budget, we will add detailed descriptions for each account title in the 'Description' column. This step is essential for providing context and clarity to each income and expense item, making it easier to understand and manage your budget.</p><br /><p>Start by providing a brief but informative description for each expense to specify what it entails. For instance, for ‘Planning and Analysis’ you might write market research and project scope identification.</p><br /><p>By inputting detailed descriptions for each account title, you ensure that everyone who reviews the budget understands the nature and purpose of each income and expense item. This added layer of detail enhances transparency and aids in more accurate financial planning and analysis.</p><br /><p>The more specific and clear your descriptions are, the easier it will be to manage and adjust your budget as needed.</p>",
            "image": "src/assets/img/project_management/budgetandcostmgt/BudgetingStep3.jpg"
          },
          {
            "order": 24,
            "title": "Budgeting Steps",
            "subheader": "Step 4: Input Breakdown of Estimated Income and Expenses",
            "body": "<p>In the fourth step of forecasting a budget, we will input the breakdown of our estimated budget usage and expenses for the year under the 'Calculations' column. This step is crucial for creating a detailed and realistic financial plan.</p><br /><p>Start by estimating your budget utilization. Enter these monthly or annual estimates in the 'Calculations' column next to the corresponding row for budget and description. Repeat this process until you have distributed and exhausted the whole budget.</p><br /><p>Next, move on to the expenses. For each expense account title, estimate the monthly or annual costs. For instance, like Design and Development, there are phases to this expense hence one month exceeds its equal distribution by 200,000. Enter these estimates in the 'Calculations' column next to the corresponding expense account title and description. Be sure to include all anticipated expenses.</p><br /><p>By inputting the breakdown of your estimated budget usage and expenses, you create a comprehensive financial plan that outlines your expected financial performance for the project. This detailed breakdown will help you monitor your financial progress, identify any potential shortfalls, and make informed decisions to stay on track with your budget. The accuracy of your estimates is key to effective budget management, so take the time to gather reliable data and make informed projections.</p>",
            "image": "src/assets/img/project_management/budgetandcostmgt/BudgetingStep4.jpg"
          },
          {
            "order": 25,
            "title": "Budgeting Steps",
            "subheader": "Step 4.1: Identify specific expenses that could be part of the project’s overall activities",
            "body": "<p>Under the fourth step of budget forecasting, it is important to identify specific expenses. Breaking down activity costs and expenses is a fundamental practice in project management and financial planning. It involves detailing and categorizing all the costs associated with each specific activity within a project. Here we have two examples of specific breakdowns of costs.</p><br /><p>Let’s dive into the planning and analysis. As an initial forecast, we can categorize this expense into two: market research and requirement analysis. Usually, an organization can choose if they will ‘outsource’ or make their mobile application in-house. Let’s say that the organization hired a vendor to collaborate with their own experts in the end-to-end process of creating a mobile application.</p><br /><p>As we see here, we followed the steps of the budget forecast in making the specific breakdown of the design and development expenses. From identifying activities, providing a description, calculating its monthly allocation, and computing its totals.</p>",
            "image": "src/assets/img/project_management/budgetandcostmgt/BudgetingStep4_1.jpg"
          },
          {
            "order": 26,
            "title": "Budgeting Steps",
            "subheader": "Step 4.1: Identify specific expenses that could be part of the project’s overall activities",
            "body": "<p>Now let’s look at the design and development expenses. Following the table shown for the expenses of planning and analysis, we categorized this expense into three: UI/UX Design, Backend Development, and Frontend Development.</p><br /><p>Breaking down activity costs and expenses is essential for effective project management and financial planning. It enhances budget accuracy, improves cost control, supports better resource allocation, enables informed decision-making, increases transparency, improves risk management, enhances performance measurement, and ensures compliance and accurate reporting. By adopting a detailed approach to cost management, budgeting, and financial planning, organizations can achieve greater financial stability, efficiency, and success in their projects.</p>",
            "image": "src/assets/img/project_management/udgetandcostmgt/BudgetingStep4_2.jpg"
          },
          {
            "order": 27,
            "title": "Budgeting Steps",
            "subheader": "Step 5: Input Total Budget and Expenses",
            "body": "<p>In the fifth step of forecasting a budget, we will input the total budget and expenses for the project under the 'Budget' column. This step consolidates all your estimates into a clear and concise financial plan.</p><br /><p>Start by calculating the total budget for each expense account titles. Sum up the monthly or annual estimates you entered in the 'Calculations' column to get the total projected expense for the project.; Enter this total in the 'Budget' column next to the corresponding income and expense account titles. Repeat this process for all expense sources to get a comprehensive view of your budget utilization.</p><br /><p>By inputting the total budget and expenses, you create a clear financial roadmap for the project. This consolidated view allows you to see the overall financial picture. Having a well-defined total budget helps you set financial goals, allocate resources effectively, and make informed decisions to achieve your financial objectives. Remember, regular monitoring and adjustments are key to staying on track with your budget throughout the project lifecycle.</p>",
            "image": "src/assets/img/project_management/budgetandcostmgt/BudgetingStep5.jpg"
          },
          {
            "order": 28,
            "title": "Budgeting Steps",
            "subheader": "Step 6: Compute Totals for the Budget and Expense Account Titles",
            "body": "<p>In the sixth step of forecasting a budget, we will compute the totals for the expense account titles, ensuring that it is balanced with the budget we have allotted for this project.</p><br /><p>Calculate the total expenses. Sum up all the values in the 'Budget' column for the expense account titles. This will give you the total projected expenses.; Enter this total at the bottom of the 'Budget' column under the expense section, labeled as 'Total Expenses’.</p><br /><p>By computing the totals of your expenses against our provided budget, you can easily compare the two figures to determine your financial position. If your total budget exceeds your total expenses, you have a surplus, which can be allocated to specific phases of the project. If your total expenses exceed your budget, you have a deficit, which will require adjustments.</p><br /><p>Having these totals clearly displayed in your budget provides a quick and comprehensive view of your financial health.</p>",
            "image": "src/assets/img/project_management/budgetandcostmgt/BudgetingStep6.jpg"
          },
          {
            "order": 29,
            "title": "Budgeting Steps",
            "subheader": "Step 7: Account for possible extensions and delays",
            "body": "<p>This is an optional but highly suggested step in forecasting a budget, we will account for possible risks, issues, and obstacles that can cause delays and extensions.</p><br /><p>Start by analyzing which activity in your project could be ‘extended’ and be value-adding for your operations. In this sample scenario, the organization thinks that they would possibly need additional support in the first few months after going live with its mobile application.</p><br /><p>Although, once the project execution starts, constant reviewing of the budget will also begin. Periodically reviewing your project’s progress per phase and your fund, can help you assess the adequacy of your contingency planning. You may adjust your plan if necessary, by reallocating or increasing your budget.</p><br /><p>However, it is important to note that changes in the initial plan must be communicated clearly to all stakeholders involved in the project.</p>",
            "image": "src/assets/img/project_management/budgetandcostmgt/BudgetingStep7.jpg"
          },
          {
            "order": 30,
            "title": "Budgeting Steps",
            "subheader": "Final Steps: Ensuring Accuracy and Creating Multiple Scenarios",
            "body": "<ul><li>After creating a budget forecast, ensure that all data inputs are accurate and sourced from reliable and up-to-date information.</li><li>Review the formulas used in the spreadsheet to ensure they are correctly implemented and reference the appropriate cells, ensure that all inputs are aligned.</li><li>Compare the forecasted figures with historical data to identify trends and variances.</li><li>Create multiple scenarios (e.g., best-case, worst-case, and most likely scenarios) to understand the potential range of outcomes and prepare for different possibilities.</li></ul><br /><p>By ensuring data accuracy, reviewing formulas, comparing with historical data, and creating multiple scenarios, you can develop a comprehensive and flexible budget forecast. This process enhances your ability to manage finances effectively and prepares you for various financial situations.</p>",
            "image": "src/assets/img/project_management/budgetandcostmgt/BudgetingStepFinal.jpg"
          },
          {
            "order": 31,
            "title": "Cash Flow Forecasting Steps",
            "subheader": "Cash Flow",
            "body": "<p>A company's cash flow at any point in time is influenced by various factors, including payables, receivables, debt service, capital expenditures, and sales or repurchases of stock.</p><br /><p>Payables manage outgoing funds, while receivables track incoming funds. Debt service covers loan repayments, and capital expenditures involve investments in physical assets. Stock transactions impact cash flow through raising capital or returning value to shareholders.</p><br /><p>By analyzing these components, we can create a detailed cash flow forecast to ensure financial stability and effectively plan for future needs.</p>"
          },
          {
            "order": 32,
            "layout": "col-2",
            "title": "Cash Flow",
            "col1": "<h2>Things To Take Note Of</h2><img src='src/assets/img/project_management/budgetandcostmgt/CashFlow.jpg'>",
            "col2": "<h2>What is Cashflow forecast?</h2><ul> <li>Cashflow forecast aims to predict how much cash you will have in the bank at any point over the coming months/years.</li> <li> It shows impact on your bank balance of the peaks and troughs in the receipt and payments</li></ul><img src='src/assets/img/project_management/budgetandcostmgt/CashFlow1.jpg'>"
          },
          {
            "order": 33,
            "title": "Things To Take Note Of",
            "subheader": "Cashflow forecasting is a timing of payments",
            "body": "Cashflow forecasting is not just the flow of money coming in and out but also the timing of payments. You always want money first to be in, before spending it out. For example, if you receive an income of PHP 10 on Monday and incur expenses of PHP 9 on Friday, you can cover the expenses and still have PHP 1 left. However, if the income arrives on Saturday instead, there won't be any money available to cover Friday's expenses. By analyzing the timing of payments, we can create a detailed cash flow forecast to ensure financial stability and effectively plan for future needs.",
            "image": "src/assets/img/project_management/budgetandcostmgt/CashFlow2.jpg"
          },
          {
            "order": 34,
            "title": "Things To Take Note Of",
            "subheader": "What is the difference of Cashflow forecasting vs Budget forecasting?",
            "body": "Budget Forecasting predicts whether there will be enough income over the period to cover costs, but cashflow forecasting tells you whether you can pay your bills in a timely manner",
            "list1": "Budget Forecast = How much is coming in and out; Cashflow Forecast = When",
            "image": "src/assets/img/project_management/budgetandcostmgt/CashFlow3.jpg"
          },
          {
            "order": 35,
            "title": "Things To Take Note Of",
            "subheader": "When are cashflows important?",
            "body": "<h4>Always!</h4><br /><p>Cash flows are always important, but they become especially critical in certain situations. During times of change or when there is a reasonable degree of risk, understanding your cash flow can help you navigate uncertainties.</p><br /><p>If you are short of money, a cash flow forecast can help you manage your finances and prioritize payments.</p><br /><p>Conversely, if you have a surplus, it can guide you in making informed investment decisions.</p><br /><p>Additionally, if your income and/or expenses are particularly variable, cash flow forecasting helps you anticipate fluctuations and maintain financial stability.</p><br /><p>In summary, monitoring cash flows is essential for effective financial management in any scenario.</p>",
            "image": "src/assets/img/project_management/budgetandcostmgt/CashFlow4.jpg"
          },
          {
            "order": 36,
            "title": "Cash Flow Forecasting Steps",
            "subheader": "Step 1: Creating an Excel Spreadsheet for Cash Flow Forecasting",
            "body": "By organizing your cash flow forecast in an Excel spreadsheet and using the account titles from your budget forecast, you create a structured and comprehensive view of your financial transactions. This setup will help you track the timing of cash inflows and outflows, ensuring that you can manage your finances effectively and maintain a healthy cash flow.",
            "image": "src/assets/img/project_management/budgetandcostmgt/CashFlowStep1.jpg"
          },
          {
            "order": 37,
            "title": "Cash Flow Forecasting Steps",
            "subheader": "Step 2: Plotting Estimated Budget Distribution under the Cash In column",
            "body": "Note: In this scenario, the distribution was based on the transitions of the project’s phases.",
            "image": "src/assets/img/project_management/budgetandcostmgt/CashFlowStep2.jpg"
          },
          {
            "order": 38,
            "title": "Cash Flow Forecasting Steps",
            "subheader": "Step 3: Plot all your projected expenses",
            "body": "Note: It is important to conduct market research and analysis before budgeting in order for you to ensure accuracy of pricing on what’s available right now in the market.",
            "image": "src/assets/img/project_management/budgetandcostmgt/CashFlowStep3.jpg"
          },
          {
            "order": 39,
            "title": "Cash Flow Forecasting Steps",
            "subheader": "Step 4: Computation of the Cumulative Cash Flows",
            "body": "Tracking cumulative cash flow now will allow you to compare actual cash flow against the budgeted cash flow once you begin with the project. This helps in identifying variances and taking corrective actions to stay within the budget. Cumulative cash flow provides insights into the financial performance of a project.",
            "image": "src/assets/img/project_management/budgetandcostmgt/CashFlowStep4.jpg"
          },
          {
            "order": 40,
            "title": "Cash Flow Forecasting Steps",
            "subheader": "Step 5: Cumulative Cash Flows for the following months",
            "list1": "Start by referring to the prior month’s cumulative cash flow; Add the cash inflow for the current month and deduct the cash outflow to arrive at the current cumulative cash flow.; Repeat this process until you arrive at the end of the project duration, which is zero for a forecast.",
            "image": "src/assets/img/project_management/budgetandcostmgt/CashFlowStep5.jpg"
          },
          {
            "order": 41,
            "title": "Cash Flow Forecasting Steps",
            "subheader": "Step 6: Computing Net In or Out Per Month",
            "body": "<p>Following the forecasted possibility of delays and extensions in the budget forecast, we must also reflect this in the cash flow forecast.</p><br /><p>Should there be adjustments in the budget in the future, whether there is reallocation of resources or additional investments, updating the cumulative cash flows’ balances can help you make informed decisions about the project.</p>",
            "image": "src/assets/img/project_management/budgetandcostmgt/CashFlowStep6.jpg"
          },
          {
            "order": 42,
            "title": "Cash Flow Forecasting Steps",
            "subheader": "Final Steps",
            "list1": "First, examine the cash balances at the end of each month. Are you comfortable with these balances? Ensure that there are no months where the cash balance drops too low, potentially putting you at risk of not being able to meet your financial obligations.; Next, identify any potential surpluses of cash. Is there a surplus of cash in certain months that could be used more effectively? Consider how you might allocate these funds to other phases or aspects of the project to ensure quality and maximize.; Finally, analyze if any phases of the project can make your cash vulnerable. Ensure that your data is up to date in order to be well-prepared for the project. This step helps you identify potential risks, make informed decisions, and maintain a healthy cash flow throughout the project lifecycle.; Remember, regular monitoring and updating of your cash flow forecast are essential to adapt to changing circumstances and maintain financial stability",
            "image": "src/assets/img/project_management/budgetandcostmgt/CashFlowStepFinal.jpg"
          },
          {
            "order": 43,
            "title": "What visuals to use?",
            "body": "<p>To gain better visibility on your cash flows, it's helpful to create a line chart using the data from the bank balance per month. This visual representation allows you to easily track trends and identify any potential issues.</p><br /><p>The line chart will show the fluctuations in your bank balance over the year, highlighting periods of surplus and potential shortfalls. By visualizing your cash flows, you can quickly identify trends, anticipate cash flow gaps, and make informed decisions to maintain financial stability.</p><br /><p>Regularly updating and reviewing this line chart will help you stay on top of your cash flow situation and ensure that you are well-prepared for any financial challenges that may arise.</p>",
            "image": "src/assets/img/project_management/budgetandcostmgt/Visuals.jpg"
          },
          {
            "order": 44,
            "title": "Knowledge Check",
            "body": "Which of the following factors are involved in determining a company’s cashflow at any point in time?",
            "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
            "q_field_type": "single_select",
            "q_selection": [
              {
                "A": "Payables, receivables, debt service, capital, expenditures, sales/repurchase of stock",
                "B": "Only payables and receivables",
                "C": "Payables, receivables, and sales revenue",
                "D": "Only capital expenditures and debt service"
              }
            ],
            "q_answer": "A"
          },
          {
            "order": 45,
            "layout": "col-2",
            "title": "Cost Estimating and Budgeting Issues",
            "col1": "<p>Despite ensuring effective estimation and budgeting methodologies are utilized, unforeseen changes and expenses can hinder a project’s progress.</p><br/><p>Issues in budgeting and estimating can arise from inaccurate data, unforeseen expenses, and scope changes. These issues in general can contribute to going over budget, delays, and shortfalls.</p><img src='src/assets/img/project_management/budgetandcostmgt/CostBudgetIssues1.jpg'>",
            "col2": "<p>Inaccuracy of estimates is a common issue during estimating and budgeting. Gathering real pricing data is a good way to minimize inaccuracies; it can be done through historical data analysis, vendor and supplier quotes for actual prices in the market, benchmarking, establishing clear objectives and scope, and consulting experts in the field to understand resources’ current market prices.</p><img src='src/assets/img/project_management/budgetandcostmgt/CostBudgetIssues2.jpg'>"
          },
          {
            "order": 46,
            "title": "Cost Estimating and Budgeting Issues",
            "body": "Issues can also arise when additional requests and features are added to project specifications. It significantly impacts the original budget and timeline. When new requirements are introduced without proper consultation and evaluation, it can lead to cost overruns and resource strain. Effective management of these issues require a clear process for the submission of change orders.",
            "image": "src/assets/img/project_management/budgetandcostmgt/CostBudgetIssues3.jpg"
          },
          {
            "order": 47,
            "title": "The Four Functions of Cost Management",
            "subheader": "Cost Control",
            "body": "<p>Cost control is the process of monitoring the status of the project to update the project costs and managing changes to the cost baseline. The primary advantage of this function is that it enables the identification of deviations from the plan, allowing for corrective measures to be taken to reduce risk.</p><br /><p>Project cost control includes:</p><ul> <li>Influencing the factors that create changes to the authorized cost baseline;</li> <li>Ensuring that all change requests are acted on in a timely manner;</li> <li>Managing the actual changes when and as they occur;</li> <li>Ensuring that cost expenditures do not exceed the authorized funding by period, WBS component, activity, and in total for the project;</li> <li>Monitoring cost performance to isolate and understand variances from the approved cost baseline;</li> <li>Monitoring work performance against funds expended;</li> <li>Preventing unapproved changes from being included in the reported cost or resource usage;</li> <li>Informing appropriate stakeholders of all approved changes and associated cost; and</li> <li>Bringing expected cost overruns within acceptable limits.</li> </ul>",
            "image": "src/assets/img/project_management/budgetandcostmgt/FourthFunctionCostMgt.jpg"
          },
          {
            "order": 48,
            "layout": "col-2",
            "title": "Cost Control Issues",
            "col1": "<p>Cost control issues can arise from various factors including resource allocation, unforeseen changes, and various delays.</p><img src='src/assets/img/project_management/budgetandcostmgt/CostControlIssues1.jpg'>",
            "col2": "<p>Teams requesting unplanned resources can occur due to underestimating the initial resources needs, unexpected challenges or obstacles, or changes in the project scope such as additional requests. It disrupts the project’s financial planning.</p><br /><p>Effective cost control requires careful collaborative and contingency planning, clear performance metrics, fair resource allocation, and established, consistent communication platforms.</p><img src='src/assets/img/project_management/budgetandcostmgt/CostControlIssues2.jpg'>"
          },
          {
            "order": 49,
            "title": "Cost Control Issues",
            "body": "<p>A significant cost control issue arises when a project falls behind its planned schedule. Delays can lead to increased labor costs, extended use of resources, and potential penalties. It is important to communicate clearly with team leads and project managers to ensure that all stakeholders understand the increase in costs that will be incurred due to the delay. To minimize, or even mitigate other delays and issues, the following are good activities to practice during the project:</p><ul> <li>Cadence meetings to discuss project progress, address arising issues, and reinforce the importance of the timeline </li> <li>An established feedback loop allows team leads, project staff, and the project manager to provide their respective inputs on the project’s current progress.</li> <li>During the project lifecycle, some processes and ways of working can be improved hence the need to identify bottlenecks and causes of delays. This proactive approach to problem-solving can help support the team in delivering their tasks.</li> <li>Educate stakeholders and the project team on the specific financial impacts of delays. Provide concrete examples and data to illustrate how even minor delays can lead to significant cost increases. This helps to create a sense of urgency and accountability among team members, encouraging them to stay focused and committed to meeting deadlines.</li> <li>Utilize visual aids, such as Gantt charts and project roadmaps, to illustrate the project timeline and key milestones, making it easier for team members to see how their tasks fit into the overall schedule.</li> </ul>",
            "image": "src/assets/img/project_management/budgetandcostmgt/CostControlIssues3.jpg"
          },
          {
            "order": 50,
            "title": "Common Cost Management Issues",
            "body": "Modifications to the project scope and timeline can significantly influence the overall costs and budget. Effective cost management is essential to anticipate, monitor, and control these changes to ensure project success. To recall, here are the five common cost management issues discussed all throughout the four functions of cost management. Ultimately, these issues can cause the project to exceed its initial budget, leading to financial and resource strain.",
            "image": "src/assets/img/project_management/budgetandcostmgt/CommonCostMgtIssues.jpg"
          },
          {
            "order": 51,
            "layout": "col-2",
            "title": "Cost Overruns",
            "col1": "<p>Cost overruns occur when a project exceeds its initial budget, resulting in higher-than-expected total costs. It refers to unexpected increase/s in a project’s expenses that leads to spending beyond the planned budget. Here are other causes of cost overruns. Click each icon to find out more about it.</p><img src='src/assets/img/project_management/budgetandcostmgt/CostOverruns.jpg'>",
            "col2": "<p>Unclear communication can cause misunderstanding and misalignment among project team members and stakeholders.</p><img src='src/assets/img/project_management/budgetandcostmgt/CostOverruns1.jpg'>"
          },
          {
            "order": 52,
            "layout": "col-2",
            "title": "CostOverruns",
            "col1": "<p>Inaccurate project estimation can lead to cost overruns by underestimating the resources, time, and budget required to complete the project. When initial estimates are too low, the project may face unexpected expenses and resource shortages as it progresses. This can result in the need for additional funding, extended timelines, and increased labor costs, ultimately causing the project to exceed its original budget.</p> <img src='src/assets/img/project_management/budgetandcostmgt/CostOverruns2.jpg'>",
            "col2": "<p>Ineffective scheduling causes delays and disruptions in the project timeline. When tasks are not properly sequenced or allocated sufficient time, it can result in bottlenecks, idle resources, and missed deadlines.</p><img src='src/assets/img/project_management/budgetandcostmgt/CostOverruns3.jpg'>"
          },
          {
            "order": 53,
            "layout": "col-2",
            "title": "CostOverruns",
            "body": "Unexpected costs due to fortuitous events, such as natural disasters, accidents, or sudden regulatory changes, can lead to significant cost overruns. These unforeseen events can disrupt project activities, damage resources and necessitate additional expenditures for repairs, replacements, or compliance. As these costs are not accounted for in the initial budget, they can quickly escalate and push the project beyond its financial limits. Effective risk management and contingency planning are essential to mitigate the impact of such unpredictable events on the project budget.",
            "image": "src/assets/img/project_management/budgetandcostmgt/CostOverruns4.jpg"
          },
          {
            "order": 54,
            "title": "CostOverruns",
            "body": "Inconsistency in project execution can lead to cost overruns by creating inefficiencies and errors. When processes, standards, and quality controls are not uniformly applied, it can result in rework, wasted materials, and duplicated efforts.",
            "image": "src/assets/img/project_management/budgetandcostmgt/CostOverruns5.jpg"
          },
          {
            "order": 55,
            "title": "CostOverruns",
            "body": "Lack of risk management leaves a project unprepared for potential issues and uncertainties. Without identifying, assessing, and mitigating risks, unforeseen problems such as technical challenges, resource shortages, or market fluctuations can arise and disrupt the project.",
            "image": "src/assets/img/project_management/budgetandcostmgt/CostOverruns6.jpg"
          },
          {
            "order": 56,
            "title": "CostOverruns",
            "body": "Inexperience is another possible cause of cost overruns. When project managers or team members lack the necessary skills and knowledge, they may underestimate the complexity of tasks, overlook critical details, and fail to anticipate potential challenges.",
            "image": "src/assets/img/project_management/budgetandcostmgt/CostOverruns7.jpg"
          },
          {
            "order": 57,
            "title": "CostOverruns",
            "body": "Low productivity levels can lead to cost overruns by extending project timelines and increasing labor costs. When team members are not working efficiently, tasks take longer to complete, resulting in delays and missed deadlines. This inefficiency often necessitates additional work hours and resources to stay on track, driving up costs.",
            "image": "src/assets/img/project_management/budgetandcostmgt/CostOverruns8.jpg"
          },
          {
            "order": 58,
            "title": "Knowledge Check",
            "body": "Cost overruns can be caused by: Select all that apply.",
            "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
            "q_field_type": "multi_select",
            "q_selection": [
              {
                "A": "Inconsistency",
                "B": "Defined project objectives",
                "C": "Low productivity levels",
                "D": "Real pricing information",
                "E": "Inaccurate project estimation",
                "F": "Unexpected costs due to fortuitous events",
                "G": "Unclear communication"
              }
            ],
            "q_answer": "A; C; E; F; G"
          },
          {
            "order": 59,
            "title": "Cost Control Techniques",
            "body": "Cost control techniques are essential practices in project management and financial planning aimed at ensuring that projects stay within their allocated budgets. These techniques involve monitoring and managing expenses, analyzing cost variances, and implementing corrective actions to address any deviations from the budget. By effectively applying these techniques, organizations can optimize resource utilization, prevent cost overruns, and achieve financial objectives.",
            "image": "src/assets/img/project_management/budgetandcostmgt/CostControlTechniques.jpg"
          },
          {
            "order": 60,
            "title": "Cost Control Techniques",
            "subheader": "EVM",
            "body": "<p>Earned value management (EVM) is a methodology that combines scope, schedule, and resource measurements to assess project performance and progress. It is a commonly used method of performance measurement for projects. It integrates the scope baseline with the cost baseline, along with the schedule baseline, to form the performance baseline, which helps the project management team assess and measure project performance and progress.</p><br /><p>This method develops and monitors three key dimensions for each work package and control account:</p><ul><li>Planned Value – is the authorized budget assigned to schedule work</li><li>Earned Value – is the measure of work performed expressed in terms of the budget authorized for that work; this is often used to calculate the percent complete of a project</li><li>Actual Cost – is the realized cost</li>></ul><br /><p>Variances from the approved baseline will also be monitored:</p><ul><li>Schedule Variance – is a measure of schedule performance expressed as the difference between the earned and planned value. It is the amount by which the project is ahead or behind the planned delivery date, at a given point in time. It is a measure of schedule performance on a project.</li><li>Cost Variance – is the amount of budget deficit or surplus at a given point in time, expressed as the difference between earned value and the actual cost. It is a measure of cost performance on a project.</li></ul>",
            "image": "src/assets/img/project_management/budgetandcostmgt/CostControlTechniques1.jpg"
          },
          {
            "order": 61,
            "title": "Cost Control Techniques",
            "subheader": "Forecasting",
            "body": "<p>Forecasting, although mentioned in cost estimating and budgeting, can also be used as a cost control technique. Forecasting can be used as a cost control technique because it involves predicting future financial conditions and performance based on historical data, trends, and assumptions. By anticipating potential costs and financial outcomes, organizations can make informed decisions, allocate resources more effectively, and identify potential budgetary issues before they arise. This proactive approach allows for timely adjustments to plans and budgets, helping to prevent cost overruns and ensuring that projects remain financially viable.</p><br /><p>Forecasts are generated, updated, and reissued based on work performance data that is provided as the project is being executed. During the project, the team may develop a forecast for the estimate at completion (EAC) that may differ from the budget at completion (BAC) based on the project performance.</p><br /><p>EACs are typically based on the actual costs incurred for work completed, plus an estimate to complete (ETC) the remaining work.</p>",
            "image": "src/assets/img/project_management/budgetandcostmgt/CostControlTechniques2.jpg"
          },
          {
            "order": 62,
            "title": "Cost Control Techniques",
            "subheader": "Performance Reviews",
            "body": "Performance reviews compare cost performance over time, schedule activities or work packages overrunning and underrunning the budget, and estimated funds needed to complete work in progress. It involves regularly evaluating the progress and efficiency of projects, departments, or employees against predefined goals and benchmarks.",
            "list1": "Variance Analysis – compares planned and actual activity costs to identify variances between the baseline and actual performance. Further analysis can be performed to determine the cause and degree of variance relative to the schedule baseline and any corrective or preventative actions needed.; Trend Analysis – examines project performance overtime to determine if performance is improving or deteriorating. It involves examining historical data patterns to gain insights regarding cost behaviors and make informed decisions to manage and control expenses effectively. Through trend analysis, you may spot unusual spikes or drops that may indicate inefficiencies.; Earned Value Performance – compares the performance measurement baseline to actual schedule and cost performance if EVM is being used.",
            "image": "src/assets/img/project_management/budgetandcostmgt/CostControlTechniques3.jpg"
          },
          {
            "order": 63,
            "title": "Cost Control Techniques",
            "subheader": "TCPI",
            "body": "<p>The to-complete performance index (TCPI) is a measure of the cost performance that is required to be achieved with the remaining resources in order to meet a specified management goal, expressed as the ratio of the cost to finish the outstanding work to the remaining budget. It sets clear performance expectations for project teams, encouraging cost-conscious behavior and efficient use of resources.</p><br /><p>If the cumulative Cost Performance Index (CPI) falls below the baseline, as shown in the figure, all future work of the project will need to be performed immediately in the range of the TCPI (BAC) to stay within the authorized BAC.</p><img src=src/assets/img/project_management/budgetandcostmgt/TCPI.jpg/>",
            "image": "src/assets/img/project_management/budgetandcostmgt/CostControlTechniques4.jpg"
          },
          {
            "order": 64,
            "title": "Knowledge Check",
            "body": "Which of the following activities are included in project cost control? Select all that apply.",
            "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
            "q_field_type": "multi_select",
            "q_selection": [
              {
                "A": "Influencing the factors that create changes to the authorized cost baseline",
                "B": "Ensuring that all change requests are acted on in a timely manner",
                "C": "Developing the project schedule",
                "D": "Monitoring cost performance to isolate and understand variances from approved cost baseline"
              }
            ],
            "q_answer": "A; B; D"
          },
          {
            "order": 65,
            "title": "Lesson Summary",
            "body": "<h2>Congratulations on completing Lesson 4 of this course!</h2> <p>Now that you have completed this lesson, you should be able to:</p> <ul>  <li>Understand what cost management and budgeting is</li> <li>Define the correlation between decision-making and budget and cost management</li> </ul>",
            "image":"src/assets/img/general images/LessonSummary.jpg"
          },
          {
            "order": 66,
            "title": "Module Summary",
            "subheader": "Congratulations on completing Lesson 2 of this course!",
            "body": "<p>Now that you have completed this lesson. Here is a summary:</p><ul> <li>The four functions of cost management are resource planning, cost estimating, cost budgeting, and cost control</li> <li>A company's cash flow at any point in time is a juxtaposition of payables, receivables, debt service, capital expenditures, sales/repurchases of stock and other factors</li> <li>Cashflows are always important, especially in times of change or where there is a reasonable degree of risk; Issues and risks persist during the budget and cost management phase of a project</li> <li>Anticipating these issues can ensure that project teams are prepared with appropriate responses</li> </ul>",
            "image":"src/assets/img/general images/ModuleSummary.jpg"
          },
          {
            "order": 67,
            "title": "Module Completion",
            "body": "<p>You've now gained a solid understanding of the essential terms and concepts, as well as the practical skills needed to effectively manage budgets and control costs.</p><br /><p>As you move forward, remember that the principles and strategies you've learned here are vital tools for ensuring the financial health and success of any project or organization. By applying these techniques, you'll be better equipped to make informed financial decisions, forecast cash flow accurately, and address potential issues proactively.</p><br /><p>We hope this module has empowered you with the knowledge and confidence to tackle any financial challenge that comes your way. Keep honing your skills, stay diligent in your financial planning, and continue to strive for excellence in budget and cost management.</p>",
            "image": "src/assets/img/project_management/budgetandcostmgt/ModuleCompletion.jpg"
          },
          {
            "order": 68,
            "title": "Module Post-Examination",
            "exams": [{
            "exam_id": 1,
                "title": "Module Post-Examination",
                "body": "This assessment is designed to test your knowledge. Results of this assessment will be used to structure the workshop.",
                "questions": [{
                    "q_number": 1,
                    "q_statement": "This cost estimation technique accounts for risk factors, therefore arriving at the best, worst, and most likely case scenarios.",
                    "q_field_type": "single_select" ,
                    "q_selection": [{
                        "A": "Three-Point Estimating",
                        "B": "Scheduling project tasks and milestones",
                        "C": "Managing project risks and issues",
                        "D": "Allocating resources and managing team performance"
                    }],
                    "q_answer": "A"
                },
                {
                    "q_number": 2,
                    "q_statement": "<p>You are managing a project that involves multiple phases and a significant budget. As part of your responsibilities, you need to ensure effective financial control throughout the project's lifecycle.</p><br/> <p>Which of the following processes are required to maintain effective financial control of a project?</p>",
                    "q_field_type": "single_select" ,
                    "q_selection": [{
                        "A": "Estimating, budgeting, and controlling project costs",
                        "B": "Scheduling project tasks and milestones",
                        "C": "Managing project risks and issues",
                        "D": "Allocating resources and managing team performance"
                    }],
                    "q_answer": "A"
                },
                {
                    "q_number": 3,
                    "q_statement": "This budgeting methodology focuses on value-adding processes of an organization.",
                    "q_field_type": "single_select" ,
                    "q_selection": [{
                        "A": "Activity-Based Budget",
                        "B": "Zero-Based Budget",
                        "C": "Bottom-Up Estimating",
                        "D": "Reserve Analysis"
                    }],
                    "q_answer": "A"
                },
                {
                    "q_number": 4,
                    "q_statement": "An organization’s strategy in quantitative form.",
                    "q_field_type": "single_select",
                    "q_selection": [{
                        "A": "Framework",
                        "B": "Financial Statement",
                        "C": "Budget",
                        "D": "Work Breakdown Structure (WBS)"
                    }],
                    "q_answer": "C"
                },
                {
                    "q_number": 5,
                    "q_statement": "<p>Juan is an IT professional who specializes in digitally transforming banks for over 20 years. The current bank that he’s working under assigned him to pitch a project in which he will be spearheading alongside Pedro, the operations manager. The CEO told Juan and Pedro that the board believes that the bank is already matured in its operations and is equipped with enough resources and competencies to expand its reach, therefore wanting the bank to have its own mobile application.</p><p>During the planning phase of the project, which cost estimating technique is best for Juan and Pedro to use for their pitch?</p>",
                    "q_field_type": "single_select",
                    "q_selection": [{
                        "A": "Delphi (Consensus) Estimating",
                        "B": "Parametric Estimating",
                        "C": "Top-Down Estimating",
                        "D": "Analogous Estimating"
                    }],
                    "q_answer": "D"
                },
                {
                    "q_number": 6,
                    "q_statement": "The biggest challenge of this budgeting methodology is ensuring the commitment of all employees to be in constant budgeting mode.",
                    "q_field_type": "single_select",
                    "q_selection": [{
                        "A": "Flexible Budget",
                        "B": "Zero-Based Budget",
                        "C": "Rolling Budget",
                        "D": "Activity-Based Budget"
                    }],
                    "q_answer": "C"
                },
                {
                    "q_number": 7,
                    "q_statement": "<p>First National Bank is a mid-sized financial institution that has been facing challenges with its traditional budgeting process. The management team has noticed that the current budgeting system lacks accuracy and transparency, leading to inefficiencies and cost overruns. To address these issues, the bank decided to implement activity-based budgeting (ABB).</p><p>After conducting a thorough analysis of their operations, First National Bank identified the key activities that drive costs within the organization. They focused on supporting value-adding processes and improving the accuracy of cost measurement. The implementation of ABB provided a much more accurate cost plan, control, and evaluation.</p><p>Evaluate the impact of improved cost measurement accuracy on the financial planning and decision-making process at First National Bank.</p>",
                    "q_field_type": "single_select",
                    "q_selection":[{
                        "A": "More accurate and reliable financial data for planning and forecasting",
                        "B": "Better identification of cost drivers and areas for cost reduction",
                        "C": "Improved ability to make informed strategic decisions based on detailed cost analysis",
                        "D": "All of the above"
                    }],
                    "q_answer": "D"
                }
              ]
           }
         ]
       }
     ]
  }
]