[{
  "id": 10,
  "moduleId": "DCO_NEW_APPLICATION",
  "moduleName": "New Application and Screening in Onboarding",
  "type": "module",
  "sections": [
  {
      "order": 1,
      "title": "Module Introduction",
      "subheader": "Welcome to the Web-Based Learning (WBL) module on New Application and Screening in Onboarding!",
      "body": "This course is designed to equip you with the essential knowledge and skills needed to navigate the complexities of customer onboarding in compliance with Philippine laws and regulations. This will guide you in developing systematic procedures for verifying the identity of new customers, ensuring thorough checks to mitigate risks. Additionally, you will explore the key eligibility criteria for customer onboarding and implement procedures to assess customer eligibility, ultimately improving risk management and personalizing services. You will gain insights into the importance of robust fraud detection strategies, ongoing monitoring, and risk assessment in mitigating financial crime risks, alongside understanding data security and privacy measures to protect customer information throughout the onboarding process. Join us as we delve into these vital topics to enhance your expertise in customer onboarding and compliance in the new application stage and screening!", 
      "image": "src/assets/img/general images/ModuleIntroduction.jpg"
  },
  {
    "order": 2,
      "title": "Module Pre-Examination",
      "exams": [{
      "exam_id": 10,
            "title": "Module Pre-examination",
            "body": "This assessment is designed to test your knowledge. Results of this  assessment will be used to structure the workshop.",
            "questions": [{
                  "q_number": 1,
                  "q_statement": "This is crucial in banking services and is essential for verifying the identity of individuals during the onboarding process.",
                  "q_field_type": "single_select" ,
                  "q_selection": [{
                        "A": "Diploma",
                        "B": "Certificate of Eligibility",
                        "C": "ID",
                        "D": "Signature over printed name"
                      }],
                  "q_answer": "C"
            },
            {
                  "q_number": 2,
                  "q_statement": "These fields must be completed by the applicant before they can proceed with the onboarding process.",
                  "q_field_type": "single_select" ,
                  "q_selection": [{
                      "A": "Optional Fields",
                      "B": "Usability Fields",
                      "C": "Uncategorized Fields",
                      "D": "Mandatory Fields"
                  }], 
                  "q_answer": "D"   
            },
            {
                  "q_number": 3,
                  "q_statement": "This is committed by any person who converts, transfers, disposes of, moves, acquires, possesses or uses monetary instrument or property that relates to the proceeds of any unlawful activity.",
                  "q_field_type": "single_select",
                  "q_selection": [{
                      "A": "Cybercrime",
                      "B": "Money Laundering",
                      "C": "Corruption",
                      "D": "Tax Evasion"
                  }],
                  "q_answer": "B"
              }]
          }]
  },
  {
    "order": 3,
    "title": "Module Credit and Completion Requirements and Learning Objective",
    "body": "<h2>Credit and Completion Requirements</h2> <p><p>To successfully earn credit and meet the learning objectives of this Web-Based Learning Application, it is essential to engage with every page, complete all knowledge checks, and complete the initial and final assessment independently. The assessment will require a 70% passing rate and while you are encouraged to refer to your notes of the course content during the assessment, any form of cheating is discouraged. Please also note that this course will expire by April 25, 2025.</p> <h2>Module Learning Objectives</h2> <p>Upon successful completion of the module, you will be able to:</p> <ul> <li>Identify and list the minimum information and documentary requirements necessary for customer due diligence in accordance with the BSP Manual of Regulations for Banks, ensuring compliance with regulatory standards.</li> <li>Understand the distinction between mandatory and optional fields in application forms, emphasizing their importance in regulatory compliance and enhancing the overall user experience during the onboarding process.</li> <li>Develop systematic procedures for verifying the identity of new individual customers and juridical entities, ensuring thorough checks are in place to mitigate risks during the onboarding process.</li> <li>The key eligibility criteria required for customer onboarding in banking and financial institutions and implement systematic procedures for assessing customer eligibility to improve risk management and personalize services.</li> <li>Gain insights into the significance of robust fraud detection strategies, ongoing monitoring, and risk assessment in mitigating financial crime risks, while also understanding data security and privacy measures to protect customer information during the onboarding experience.</li> </ul>",
    "image": "src/assets/img/general images/CreditCompletionLearningObjectives.jpg"
  },
  {
    "order": 4,
    "title": "New Application and Screening in Onboarding Lessons",
    "subheader": "New Application Stage",
    "body": "<h4>Learning Objectives</h4> <p>At the end of this lesson, you will be able to:</p> <ul> <li>Understand the essential components of setting up an application form;</li> <li>Identify and establish the appropriate eligibility criteria for customer onboarding; and</li> <li>Explore various tools available for automating the new application stage</li> </ul>",
    "image": "/src/assets/img/digital_customer_onboarding/new_application/order4.jpg"
  },
  {
    "order": 5,
    "layout": "col-1",
    "title": "New Application Stage",
    "subheader": "Know Your Customer",
    "col1": "<h4>What is KYC?</h4> <p>Regulatory bodies anticipate that reporting organizations will exhibit significant, risk-oriented understanding of their clients to aid in the oversight and reporting of suspicious activities or matters. Consequently, institutions must implement robust Know Your Customer (KYC) programs.</p>"
  },
  {
    "order": 6,
    "layout": "col-2",
    "title": "New Application Stage",
    "subheader": "Know Your Customer",
    "col1": "<h4>Understanding the KYC Process</h4> <h5>Customer Identification and Verification</h5> <p>A Money Laundering and Terrorist Financing Prevention Program (MTPP) is required to outline how a covered person plans to tackle the risks of money laundering and terrorism financing that may reasonably affect their business or organization. Additionally, the covered person must create and document the policies, procedures, and controls that will be implemented to identify, mitigate, and manage these risks.</p> <p>An MTPP program must adopt a risk-based approach. This entails considering the potential risk level of the business or organization being exploited for money laundering and terrorism financing, which should be assessed based on factors such as their size, nature, and complexity, while also taking into account:</p> <ul> <li> who their customers are</li> <li>the services they provide</li> <li>how they deliver those services</li> <li>the foreign jurisdictions with which they deal</li> </ul><br/> <h6>Bangko Sentral ng Pilipinas Manual of Regulations for Banks</h6> <h6>Money Laundering and Terrorist Financing Prevention Program (MTPP)</h6> <p>All covered persons shall adopt a comprehensive and risk-based MTPP geared toward the promotion of high ethical and professional standards and prevention of the covered person from being used, intentionally or unintentionally, for Money Laundering (ML) and Terrorism Financing (TF) activities. The MTPP shall include policies, controls and procedures to enable the covered persons to manage and mitigate the risks that have been identified in their risk assessment, including taking enhanced measures for those classified as posing higher risks. The MTPP shall also be consistent with the Anti-Money Laundering Act (AMLA), as amended, the Terrorism Financing Prevention and Suppression Act (TFPSA), their respective Revised Implementing Rules and Regulations (RIRR) and the provisions set out in this Part and designed according to the covered person’s corporate structure and risk profile. It shall be in writing, approved by the board of directors or by the country/regional head or its equivalent for local branches of foreign banks, and well disseminated to all officers and staff who are obligated by law and by their program to implement the same. Where a covered person has branches, subsidiaries, affiliates or offices located within and/or outside the Philippines, there shall be a consolidated ML/TF risk management system to ensure the coordination and implementation of policies and procedures on a group-wide basis, taking into account local business considerations, the requirements of the host jurisdiction and the level of country risk.</p> <p>The MTPP shall also be readily available in user-friendly form, whether in hard or soft copy. The covered person must put up a procedure to ensure an audit trail evidencing dissemination process for new and amended policies and procedures.</p>",
    "col2": "<h6>Money Laundering and Terrorist Financing Prevention Program (MTPP)</h6> <p>The program shall embody the following at a minimum:</p> <p>a. Detailed procedures of the covered person’s compliance and implementation of the following major requirements of the AMLA, as amended, its RIRR, and this Part, to wit:</p> <ul> <li>Customer identification process including acceptance policies and on-going monitoring processes;</li> <li>Record keeping and retention;</li> <li>Covered transaction reporting; and</li> <li>Suspicious Transactions (ST) reporting including the adoption of a system, electronic or manual, of flagging, monitoring and reporting of transactions that qualify as suspicious transactions, regardless of amount or that will raise a “red flag” for purposes of conducting further verification or investigation, or transactions involving amounts below the threshold to facilitate the process of aggregating them for purposes of future reporting of such transactions to the AMLC when their aggregated amounts breach the threshold. The ST reporting shall include a reporting chain under which a ST will be processed and the designation of a board-level or approved committee who will ultimately decide whether or not the covered person should file a report to the AMLC. If the resources of the covered person do not permit the designation of a committee, it may designate the compliance officer to perform this function instead: Provided, That the board of directors is informed of his decision.</li> </ul> <p>b. An effective and continuous Anti-Money Laundering and Counter-Terrorism Financing (AML/CFT) training program for all directors, and responsible officers and employees, to enable them to fully comply with their obligations and responsibilities under this Part, the AMLA, as amended, its RIRR and their internal policies and procedures as embodied in the MTPP. The training program shall also include refresher trainings to remind these individuals of their obligations and responsibilities as well as update them of any changes in AML laws, rules and internal policies and procedures.</p> <p>c.An adequate screening and recruitment process to ensure that only qualified personnel who have no criminal record/s are employed to assume sensitive banking functions;</p> <p>d. An internal audit system in accordance with this Section;</p> <p>e. An independent audit program with written scope of audit that will ensure the completeness and accuracy of the information and identification documents obtained from clients, the covered and suspicious transactions reports submitted to the AMLC, and the records retained in compliance with this Part as well as adequacy and effectiveness of the training program on the prevention of money laundering and terrorism financing;</p> <p>f. A mechanism that ensures all deficiencies noted during the audit and/or Bangko Sentral regular or special examination or other applicable regulator’s examination are immediately corrected and acted upon;</p> <p>g. Cooperation with AMLC and Bangko Sentral;</p> <p>h. Designation of an AML compliance officer, who shall at least be at senior officer level, as the lead implementor of the program within an adequately staffed compliance office. The AML compliance officer may also be the liaison between the covered person, the Bangko Sentral and the AMLC in matters relating to the covered person’s AML/CFT compliance. Where resources of the covered person do not permit the hiring of an AML compliance officer, the compliance officer shall also assume the responsibility of the former; and</p> <p>i. Policies and procedures for sharing information required for the purposes of customer due diligence (CDD) and risk management;</p> <p>j. A provision that the group-level compliance, audit, and/or AML/CFT functions should be provided with customer, account, and transaction information from branches and subsidiaries when necessary for AML/CFT purposes. This should include information on analysis of transactions or activities which appear unusual, if such analysis was done. Similarly, branches and subsidiaries should receive such information from these group-level functions when relevant and appropriate to risk management. The MTPP may require a potential and/or existing customer to sign a waiver on the disclosure of information within the group;</p> <p>k. Adequate safeguards on the confidentiality and use of information exchanged, including safeguards to prevent tipping-off;</p> <p>l. A mechanism to comply with freeze, bank inquiry and asset preservation orders, and all directives of the AMLC; and</p> <p>m. A mechanism to comply with the prohibitions from conducting transactions with designated persons and entities, as set out in the relevant United Nations Security Council Resolutions (UNSCRs) relating to the prevention and suppression of terrorism and terrorist financing and financing of proliferation of weapons of mass destruction.</p>"
  },
  {
    "order": 7,
    "layout": "col-3",
    "title": "New Application Stage",
    "subheader": "Know Your Customer",
    "col1": "<h4>Understanding the KYC Process</h4> <h5>Customer Identification and Verification</h5> <h5>Anti-Money Laundering Council IRR</h5> <h6>General MTPP Requirements</h6> <p>Covered persons shall formulate and implement a comprehensive and risk-based MTPP that is compliant with the AMLA and Terrorism Financing Prevention and Suppression Act (TFPSA), their respective IRR, and other AMLC issuances, and the AML/CTF guidelines of SAs; and commensurate to the size and risk profile of the covered person. The covered person shall consider the results of the NRA and its own risk assessment in the development and/or updating of its MTPP. The MTPP shall be in writing and shall include, at the minimum, internal policies, controls and procedures on the following:</p> <ul> <li>(a) Risk management;</li> <li>(b) Compliance management setup, including the designation of a compliance officer at the management level or creation of compliance unit;</li> <li>(c) Screening procedures to ensure high standards when hiring employees;</li> <li>(d) Continuing education and training program;</li> <li>(e) Independent audit function;</li> <li>(f) Details of implementation of CDD, record-keeping and reporting requirements;</li> <li>(g) Compliance with freeze, bank inquiry and asset preservation orders, and all directives of the AMLC; </li> <li>(h) Adequate safeguards on the confidentiality and use of information exchange, including safeguards to prevent tipping-off; and</li> <li>(i) Cooperation with the AMLC and SAs.</li> </ul>",
    "col2": "<h5>Bangko Sentral ng Pilipinas Manual of Regulations for Banks</h5> <h6>Customer Identification and Verification Guidelines for Fintech Stakeholders Financial Sector Forum (FSF)</h6> <p>In 2021, the member supervising authorities of the Financial Sector Forum's (FSF) Financial Technology Committee jointly issued guidelines “designed to guide both the Supervising Authorities (SAs) and Covered Financial Institutions (Covered FIs) on the basic principles and requirements of remote electronic customer due diligence measures for customers, their agents and beneficial owners in relation to FinTech. These Guidelines do not, in any way, prescribe a “one size fits all” framework. Hence, the principle of proportionality is considered in the application of the provisions hereof. SAs may set additional requirements specific to the Covered FIs under their jurisdiction and pursuant to their own respective customer due diligence and risk management policies and procedure.” Full transcript of the FSF guidelines is viewable and accessible through BSP's site.</p>",
    "col3": "<h5>Bangko Sentral ng Pilipinas Manual of Regulations for Banks</h5><h6>Record Keeping</h6> <p>BSP's Manual of Regulations for Banks also emphasized, through 924 Record Keeping, that all customer identification records of covered persons shall be maintained and safely stored as long as the account exists. All transaction records and documents of covered persons shall be maintained and safely stored for five (5) years from the date of transaction. Said records and files shall contain the full and true identity of the owners or holders of the accounts involved in the transactions such as the ID card and photo of individual customers and the documents mentioned in Sec. 921 (Customer identification) for entities, customer information file, signature card of authorized signatory/ies, and all other pertinent customer identification documents as well as all factual circumstances and records involved in the transaction. Covered persons shall undertake the necessary adequate security measures to ensure the confidentiality of such file, including all information shared by the group-wide compliance. Covered persons shall prepare and maintain documentation, in accordance with the aforementioned client identification requirements, on their customer accounts relationships and transactions such that any account, relationship or transaction can be reconstructed as to enable the AMLC, and/ or the courts to establish an audit trail for money laundering. Full transcript of 924 Record Keeping is viewable and accessible through BSP's site.</p>"
  },
  {
    "order": 8,
    "layout": "col-3",
    "title": "New Application Stage",
    "subheader": "Know Your Customer",
    "col1": "<h4>Understanding the KYC Process</h4> <h5>Customer Due Diligence at Onboarding</h5> <p>Customer Due Diligence (CDD) involves gathering identifying information in accordance with the requirements of the covered person to confirm a customer's identity and more precisely evaluate the level of criminal risk they pose. At its core, CDD necessitates that firms obtain a customer's name and address, details about their business activities, and the intended use of their account. This information must then be verified against official documentation.</p>",
    "col2": "<h5>Bangko Sentral ng Pilipinas Manual of Regulations for Banks</h5> <h6>Customer Due Diligence</h6> <p>a. In conducting customer due diligence, a risk-based approach shall be undertaken depending on the type of customer, business relationship or nature of the product, transaction or activity. In this regard, a covered person shall maintain a system that will ensure the conduct of customer due diligence which shall include:</p> <ul> <li>1) Identifying the customer and verifying the true identity of the customer based on official documents or other reliable, independent source documents, data or information. In case of corporate and juridical entities, verifying their legal existence and organizational structure, as well as the authority and identification of all persons purporting to act on their behalf;</li> <li>2) ldentifying the beneficial owner and taking reasonable measures to verify the identity of the beneficial owner based on official documents, or using relevant information or data obtained from reliable sources, such that the covered person is satisfied that it knows who is the beneficial owner. The covered person should have a system to understand the nature of the customer’s business and its ownership and control structure, in case of juridical persons or legal arrangements. Where the customer, or the owner of the controlling interest is a company listed in a stock exchange and subject to disclosure requirements (either by stock exchange rules or through law or enforceable means) to ensure adequate transparency of beneficial ownership, or is a majority-owned subsidiary of such a company, the covered person is not required to verify the identity of any shareholder or beneficial owner of such companies. The relevant identification data may be obtained from a public register, from the customer or from other reliable sources. The covered person shall keep records of the actions taken in order to identify the beneficial owner.</li> <li>3) Understanding and, as appropriate, obtaining information on the purpose and intended nature of the business relationship; and</li> <li>4) Conducting ongoing due diligence on the business relationship and scrutiny of transactions undertaken throughout the course of the relationship to ensure that the transactions being conducted are consistent with the covered person’s knowledge of the customer, their business. and risk profile, including, where necessary, the source of funds. Where a covered person is unable to comply with the relevant CDD measures, it shall (a) refuse to open an account, commence business relations or terminate the business relationship or perform the transaction; and (b) consider filing a suspicious transaction report (STR) in relation to the customer. In cases where a covered person forms a suspicion of ML/TF and associated unlawful activities, and reasonably believes that performing the CDD process will tip-off the customer, the covered person need not pursue the CDD process, but should file an srR, closely monitor the account, and review the, business relationship.</li> </ul> <p>b. A covered person shall be required to undertake customer due diligence when:</p> <ul> <li>1) It establishes business relations with any customer;</li> <li>2) It undertakes any occasional but relevant business transaction for any customer who has not otherwise established relations with the covered person;</li> <li>3) There is a suspicion of ML or TF; or</li> <li>4) There is doubt about the veracity or adequacy of previously obtained customer identification data.</li> </ul> <p>c. “Business relations” means the opening or maintenance of an account or the provision of financial advice by the covered person to a customer.</p> <p>d. “Relevant business transaction” shall refer to:</p> <ul> <li>1) A transaction with a value exceeding P100,000, except money changing or remittance transactions;</li> <li>2) Two (2) or more transactions believed to be linked and with an aggregate value exceeding P100,000; or</li> <li>3) In relation to remittance and money changing transactions, any transaction or two (2) or more transactions believed to be linked, with an aggregate value exceeding P5,000.00</li> <li>4) For this purpose, covered persons should have appropriate system to identify and determine occasional customer or transaction.</li> </ul> <p>e. For existing customers. Covered persons shall apply CDD requirements to existing customers on the basis of materiality and risk, and conduct due diligence on existing relationship at appropriate times, taking into account CDD measures previously undertaken as well as the adequacy of information and documents obtained.</p>",
    "col3": "<h5>Bangko Sentral ng Pilipinas Manual of Regulations for Banks</h5> <h6>Non-Discrimination Against Certain Types of Customers</h6> <p>The provisions of this Part shall not be construed or implemented in a manner that will discriminate against certain customer types, such as PEPs, as well as their relatives, or against a certain religion, race or ethnic origin, or such other attributes or profiles when used as the only basis to deny these persons access to the covered person’s services. In this regard, covered persons shall have appropriate policies and procedures to ensure non-discrimination against certain customer types when implementing AML/CFT regulations. Covered persons who will commit said discriminatory act shall be subject to appropriate sanctions provided under existing laws and regulations.</p>"
  },
  {
    "order": 9,
    "layout": "col-3",
    "title": "New Application Stage",
    "subheader": "Know Your Customer",
    "col1": "<h4>Understanding the KYC Process</h4> <h5>Customer Risk Assessment</h5> <p>This refers to a covered person's evaluation of the risk a customer presents for engaging in financial crime activities. Customers are assessed based on various factors, including their entity type, jurisdiction of operation, and the products and services they receive. Based on this assessment, they are classified as low, medium, or high risk. Additionally, risk assessments analyze existing threats and vulnerabilities related to money laundering and terrorism financing within specific areas of the financial sector. These assessments serve as a valuable resource for covered persons to enhance their internal controls and fulfill their reporting obligations, especially concerning Suspicious Transactions Reporting (STR).</p>",
    "col2": "<h5>Bangko Sentral ng Pilipinas Manual of Regulations for Banks</h5> <h6>Risk-based Customer Acceptance and Identification Policy</h6> <p>Every covered person shall develop clear, written and graduated customer acceptance and identification policies and procedures that will ensure that the financially or socially disadvantaged are not denied access to financial services while at the same time prevent suspicious individuals or entities from opening an account or establishing a relationship. A covered person shall formulate a risk-based and tiered customer acceptance, identification and retention policy that involves reduced customer due diligence (CDD) for potentially low risk clients and enhanced CDD for higher risk accounts.</p> <p>a. Criteria for type of customers: low, normal and high risk; Standards for applying reduced, average and enhanced due diligence. Covered persons shall specify the criteria and description of the types of customers that are likely to pose low, normal or high ML/TF risk to their operations, as well as the standards in applying reduced, average and enhanced due diligence, including a set of conditions for the denial of account opening or services. Enhanced due diligence shall be applied to customers that are assessed by the covered person or under this Part as high risk for ML/TF. For customers assessed to be of low risk such as small account balance and transactions, a covered person may apply reduced due diligence. Some entities may likewise be considered as low risk clients, e.g., banking institutions, trust entities and QBs authorized by the Bangko Sentral to operate as such and publicly listed companies subject to regulatory disclosure requirements.</p> <p>In designing a customer acceptance and risk profiling policy, the following criteria relating to the product or service, the customer, and geographical location, at a minimum, shall be taken into account:</p> <ul> <li>The nature of the service or product to be availed of by the customers and the purpose of the account or transaction;</li> <li>Source of funds, source of wealth/nature of business, employment;</li> <li>Public or high-profile position of the customer or its directors/trustees, stockholders, officers and/or authorized signatory;</li> <li>Country of origin and residence of operations or the fact that a customer came from a high risk jurisdiction;</li> <li>The existence of ST indicators;</li> <li>Watchlist of individuals and entities engaged in illegal activities or terrorist related activities as circularized by the Bangko Sentral, AMLC, and other international entities or organizations, such as the Office of Foreign Assets Control (OFAC) of the U.S. Department of the Treasury and United Nations Security Council; and</li> <li>Such other factors, e.g., the amount of funds to be deposited by a customer or the size of transactions, and regularity or duration of the transaction, as the covered person may deem reasonable or necessary to consider in assessing the risk of a customer to ML/TF.</li> </ul> <p>In assessing the risk profile of customers which are juridical entities, the covered person should also consider the financial profile and other relevant information of the active authorized signatories.</p> <p>The covered person shall document the risk profiling results as well as how a specific customer was profiled and what standard of CDD (reduced average or enhanced) was applied. Every covered person shall develop clear, written and graduated customer acceptance and identification policies and procedures that will ensure that the financially or socially disadvantaged are not denied access to financial services while at the same time prevent suspicious individuals or entities from opening an account or establishing a relationship. A covered person shall formulate a risk-based and tiered customer acceptance, identification and retention policy that involves reduced customer due diligence (CDD) for potentially low risk clients and enhanced CDD for higher risk accounts.</p>", 
    "col3": "<h5>Bangko Sentral ng Pilipinas Manual of Regulations for Banks</h5> <h6>Risk Management</h6> <p>The Manual of Regulations for Banks states covered persons must conduct risk assessments to identify, understand, and evaluate money laundering and terrorist financing (ML/TF) risks associated with their operations, customers, and products, using a methodology suited to their business complexity. These assessments should consider relevant risk factors, be documented, and updated at least every two years or as directed by management. Based on the findings, appropriate measures must be taken to manage and mitigate identified risks, particularly in high-risk areas, and these assessments should be available to the Bangko Sentral for supervision. Additionally, risk assessments are required for new products and business practices before their launch to ensure potential ML/TF risks are effectively managed. Full transcript of the 911 Risk Management on Risk Assessment is viewable and accessible through BSP's site.</p>"
  },
  {
    "order": 10,
    "layout": "col-3",
    "title": "New Application Stage",
    "subheader": "Know Your Customer",
    "col1": "<h4>Understanding the KYC Process</h4> <h5>Bangko Sentral ng Pilipinas Manual of Regulations for Banks</h5> <h6>Enhanced Due Diligence</h6> <p>Enhanced Due Diligence (EDD) is an extension of the Customer Due Diligence (CDD) process that involves a more thorough examination of potential customers, focusing on risks that may not be identified through standard CDD. EDD goes further than CDD by seeking to establish a higher level of assurance through additional checks on a customer's identification, gathering extra information, and conducting further verification.</p> <p>Enhanced measures should be used when reporting entities identify higher risk scenarios:</p> <ul> <li>ECDD is any additional due diligence beyond what a covered person defines as the standard due diligence for all customers;</li> <li>Measures to prevent or mitigate money laundering and terrorist financing risk should be commensurate with the risks identified;</li> <li>ECDD may be needed based on a customer’s business activity, ownership structure, anticipated or actual volume and types of transactions.</li> </ul>",
    "col2": "<h5>Bangko Sentral ng Pilipinas Manual of Regulations for Banks</h5> <h6>Enhanced Due Diligence</h6> <p>Whenever EDD is applied as required by this Part, or by the covered person’s customer acceptance policy, or where the risk of ML/TF are higher, the covered person shall do all of the following, in addition to profiling of customers and monitoring of their transactions:</p> <p>1. Gather additional customer information and/or identification documents, other than the minimum information and/or documents required for the conduct of average due diligence as enumerated in this Section on (Customer identification) and Sec. 924.</p> <p>(a) In case of individual customers:</p> <ul> <li>supporting information on the intended nature of the business relationship/source of funds/source of wealth (such as financial profile, ITR, Loan Application, Deed of Donation, Deed of Sale, etc.);</li> <li>reasons for intended or performed transactions;</li> <li>list of companies where he is a stockholder, director, officer, or authorized signatory;</li> <li>other relevant information available through public databases or internet; and</li> <li>a list of banks where the individual has maintained or is maintaining an account.</li> </ul> <p>(b) In case of entities:</p> <ul> <li>prior or existing bank references;</li> <li>the name, present address, nationality, date of birth, nature of work, contact number and source of funds of each of  the  primary  officers (e.g., President, Treasurer);</li> <li>volume of assets, other information available through public databases or internet and supporting information on the intended nature of the business relationship, source of funds or source of wealth of the customer (ITR, Audited Financial Statement, Loan Application, Deed of Donation, Deed of Sale, etc.); and</li> <li>reasons for intended or performed transactions</li> </ul> <p>2. Conduct validation procedures in accordance with this Section on (Customer acceptance and identification policy) on any or all of the information provided;</p> <p>3. Secure senior management approval to commence or continue business relationship/transacting with the customer;</p> <p>4. Conduct enhanced ongoing monitoring of the business relationship, by, among others, increasing the number and timing of controls applied, and selecting patterns of transactions that need further examination;</p> <p>5. Require the first payment to be carried out through an account in the customer’s name with a bank subject to similar CDD standards, where applicable; and</p> <p>6. Perform such other measures as the covered person may deem reasonable or necessary.</p><br/> <p>Where additional information cannot be obtained, or any information or document provided is false or falsified, or result of the validation process is unsatisfactory, the covered person shall deny banking relationship with the customer without prejudice to the reporting of a suspicious transaction to the AMLC when circumstances warrant.</p>",
    "col3": "<h5>Bangko Sentral ng Pilipinas Manual of Regulations for Banks</h5> <h6>Minimum Validation Procedures for EDD</h6> <p>The procedures performed must enable the covered person to achieve a reasonable confidence and assurance that the information obtained are true and reliable.</p> <p>Individual Customers</p> <ul> <li>Confirming the date of birth from a duly authenticated official document;</li> <li>Verifying the address through evaluation of utility bills, bank or credit card statement, sending thank you letters, or other documents showing address or through on-site visitation;</li> <li>Contacting the customer by phone or e-mail;</li> <li>Determining the authenticity of the identification documents through validation of its issuance by requesting a certification from the issuing authority or by any other effective and reliable means; or</li> <li>Determining the veracity of the declared source of funds.</li> </ul><br/> <p>Corporate or Juridical Entities</p> <ul> <li>Validating source of funds or source of wealth from reliable documents such as audited financial statements, ITR, bank references, etc.;</li> <li>Inquiring from the supervising authority the status of the entity;</li> <li>Verifying the address through on-site visitation of the company, sending thank you letters, or other documents showing address; or</li> <li>Contacting the entity by phone or e-mail.</li> </ul>"
  },
  {
    "order": 11,
    "layout":"col-1",
    "title": "New Application Stage",
    "subheader": "Setting up the Application Form and Listing the Suitable Documentary Requirements",
    "col1": "<h4>Minimum Information Required</h4> <p>Covered persons shall establish and verify the true identity of their customers based on official document as defined in this Part or other reliable, independent source documents, data or information.</p>"
  },
  {
    "order": 12,
    "layout": "col-3",
    "title": "New Application Stage",
    "subheader": "Setting up the Application Form and Listing the Suitable Documentary Requirements",
    "col1": "<h4>Bangko Sentral ng Pilipinas Manual of Regulations for Banks</h4> <h5>Minimum Information Required</h5> <h6>New Individual Customers</h6> <p>Covered persons shall develop a systematic procedure for establishing the true and full identity of new individual customers, and shall open and maintain the account/relationship only in the true and full name of the account/relationship owner/s.</p> <p>Unless otherwise stated in this Part, average CDD requires that the covered person obtain from individual customers, at the time of account opening/ establishing the relationship, the following minimum information and confirming these information with the official or valid identification documents:</p> <ul> <li>name of customer and/or Philsys Number (when available);</li> <li>date and place of birth;</li> <li>address;</li> <li>contact number or information;</li> <li>citizenship or nationality;</li> <li>specimen signature or biometric of the customer; and</li> <li>name, address, date and place of birth, contact number or information and citizenship or nationality of beneficiary or beneficial owner, whenever applicable;</li> </ul>",
    "col2": "<h6>New Juridical Persons</h6> <p>A covered person shall develop a systematic procedure for identifying corporate, partnership and sole proprietorship entities, as well as their stockholders/ partners/owners, directors, officers and authorized signatories. It shall open and maintain accounts only in the true and full name of the entity and shall have primary responsibility to ensure that the entity has not been, or is not in the process of being dissolved, struck-off, wound-up, terminated, or otherwise placed under receivership or liquidation.</p> <p>Unless otherwise stated in this Part, average due diligence requires that the covered person obtain the following minimum information and/or documents before establishing business relationships:</p> <p>a. Customer information</p> <ul> <li>Name of juridical person;</li> <li>Name, address, and citizenship or nationality of beneficial owner, if applicable, and authorized signatories;</li> <li>Official address;</li> <li>Contact numbers or information;</li> <li>Nature of business; and</li> <li>Specimen signatures or biometrics of the authorized signatory.</li> </ul> <p>b. Identification documents</p> <ul> <li>Certificates of Registration issued by the Department of Trade and Industry (DTI) for single proprietors, or by the Securities and Exchange Commission (SEC) for corporations and partnerships, and by the Bangko Sentral for money changers/foreign exchange dealers and remittance agents and transfer companies;</li> <li>Secondary license or certificate of authority issued by the supervising authority or other government agency;</li> <li>Articles of incorporation/partnership;</li> <li>Latest General Information Sheet which lists the names of directors/trustees/partners, principal stockholders owning at least twenty percent (20%) of the outstanding capital stock and primary officers such as the president and treasurer;</li> <li>Board or Partners’ resolution duly certified by the corporate/partners’ secretary, or other equivalent document, authorizing the signatory to sign on behalf of the entity; and</li> <li>For entities registered outside of the Philippines, similar documents and/or information shall be obtained, duly authenticated by a senior officer or the designated officer of the covered person assigned in the country of registration; in the absence of said officer, the documents should be authenticated by the Philippine Consulate, company register or notary public, where said entities are registered.</li> </ul>",
    "col3": "<h6>For Legal Arrangement (e.g., Trust)</h6> <ul> <li>Name of legal arrangement and proof of existence;</li> <li>Address and country of establishment;</li> <li>Nature, purpose and objects of the legal arrangement;</li> <li>The names of the settlor, the trustee, the trustor, the protector, if any, the beneficiary and any other natural person exercising ultimate effective control over the legal arrangement;</li> <li>Description of the purpose/activities of the legal arrangement;</li> <li>Expected use of the account; and</li> <li>Amount, number, type, purpose and frequency of the transaction expected.</li> <li>In addition, the following rules shall apply for trustees:</li> <li>trustees of any express trust shall obtain and hold adequate, accurate, and current information on the identity of the trustor/settlor/grantor, the trustee, the beneficiary or class of beneficiaries, and any other natural person exercising ultimate effective control over the trust</li> </ul> <p>Covered persons shall likewise obtain sufficient information, such as the full name, place and date of birth or date of registration of the beneficiary/ies of these trusts, or of similar legal arrangements. This is to ensure that covered persons will be able to identify and verify the identity of the beneficiary at the time of the payout or at the time of the exercise by the beneficiary of its vested rights.</p> <ul> <li>trustees of any trust shall hold basic information on other regulated agents of, and service providers to, the trust, including investment advisors or managers, accountants, and tax advisors;</li> <li>trustees shall disclose their status when forming a business or professional relationship, or in carrying out an occasional transaction above the threshold under Item “d” of this Section; and</li> <li>trustees shall make available to competent authorities, to the extent allowed by law, information on the beneficial ownership and the assets of the trust to be held or managed under the terms of the business or professional relationship.</li> </ul> <h6>Identification and Verification of Agents and Authorized Representatives</h6> <p>Covered persons shall verify that any person purporting to act on behalf of a customer is so authorized and shall identify and verify the identity of that person.</p> <p>For this purpose, the covered person shall obtain the name, address and citizenship or nationality of agents and authorized representatives.</p>"
  },
  {
    "order": 13, 
    "layout": "col-2",
    "title": "New Application Stage",
    "subheader": "Setting up the Application Form and Listing the Suitable Documentary Requirements",
    "col1": "<h4>Bangko Sentral ng Pilipinas Manual of Regulations for Banks</h4> <h5>Valid Identification Documents</h5> <p>1. Customers and the authorized signatory/ies of a corporate or juridical entity who engage in a financial transaction with covered person for the first time shall be required to present official identification document which shall include any of the official documents as defined in this Part or other identification information which can be verified from reliable, independent source, documents, data or information, such as third-party verified customer information database.</p>",
    "col2": "<p>2. A covered person may classify identification documents based on its reliability and ability to validate the information indicated in the identification document with that provided by the customer. Whenever it deems necessary, a covered person may accept other IDs not provided herein: Provided, That it shall not be the sole means of identification.</p> <p>In case the identification document presented does not bear any photo of the customer or authorized signatory, or the photo-bearing ID or a copy thereof does not clearly show the face of the customer or authorized signatory, a covered person may utilize its own technology to take the photo of the customer or authorized signatory.</p> <p>Relief in case of calamity. In case of a disastrous calamity and subject to a declaration by the Bangko Sentral on the applicability of this relief, any requirement for the presentation of valid ID shall be relaxed, subject to the following conditions:</p> <ul> <li>The amount of transactions shall not exceed P50,000.00 per day;</li> <li>The customer is either a permanent or temporary resident or who conducts business in a severely affected area which has been declared to be under a state of calamity by a competent authority;</li> <li>The customer shall submit a written certification, which need not be notarized, that he/she is a victim of the subject disastrous calamity and has lost his/her valid IDs; and</li> <li>The customer’s account activities shall be subject to strict monitoring by the covered person to identify potential abuse of the relaxed requirement and any STs shall be reported to the AMLC within the prescribed period.</li> </ul> <p>In customer identification process, covered persons shall implement appropriate systems of data collection and recording, such as: (1) photocopying/scanning of identification document presented; (2) using Information and Communication Technology (ICT) to capture and record the biometric and other personal information of customers; and/or (3) manual recording of identification information.</p>"
  },
  {
    "order": 14, 
    "layout": "col-3",
    "title": "New Application Stage",
    "subheader": "Setting up the Application Form and Listing the Suitable Documentary Requirements",
    "col1": "<h4>Use of ID in Onboarding</h4> <p>The use of identification (ID) in the onboarding processes is crucial in banking services. IDs are essential for verifying the identity of individuals during the onboarding process. This helps organizations ensure that they are dealing with legitimate individuals and reduces the risk of fraud.</p> <h5>Bangko Sentral ng Pilipinas Circular 608</h5> <p>Pursuant to Monetary Board Resolution No. 553 dated 8 May 2008, the provisions of Circular No. 564 dated 3 April 2007 on the guidelines governing the acceptance of valid identification cards for all types of financial transactions by banks and non-banks financial institutions under BSP supervision, including financial transactions involving overseas Filipino workers (OFWs), in order to promote access of Filipinos to services offered by formal financial institutions, particularly those residing in the remote areas, as well as to encourage and facilitate remittances of OFWs through the banking system, are hereby amended to read as follows: Select next to continue.</p>",
    "col2": "<h5>Bangko Sentral ng Pilipinas Circular 608</h5> <p>a. Clients who engage in a financial transaction with covered institutions for the first time shall be required to present the original and submit a CLEAR copy of at least ONE (1) valid photo-bearing identification document issued by an official authority. For this purpose, the term “official authority”  shall refer to any of the following: (i) government of the Republic of the Philippines; (ii) its political subdivisions and instrumentalities; (iii) government-owned and/or controlled corporations (GOCCs); and (iv) private entities or institutions registered with or supervised or regulated either by the Bangko Sentral ng Pilipinas (BSP) or Securities and Exchange Commission (SEC) or Insurance Commission (IC). Valid IDs include the following:</p> <ul> <li>Passport</li> <li>Driver’s License</li> <li>Professional Regulation Commission (PRC) ID</li> <li>National Bureau of Investigation (NBI) Clearance</li> <li>Police Clearance</li> <li>Postal ID</li> <li>Voter’s ID</li> <li>Barangay Certification</li> <li>Government Service Insurance System (GSIS) e-Card</li> <li>Social Security System (SSS) Card</li> <li>Senior Citizen Card</li> <li>Overseas Workers Welfare Administration (OWWA) ID</li> <li>OFWID</li> <li>Seaman's Book</li> <li>Integrated Bar of the Philippines ID</li> <li>Department of Social Welfare and Development (DSWD) Certification</li> <li>Company IDs issued by private entities or institutions registered with or supervised or regulated either by the BSP, SEC, or IC</li> </ul> <p>b. Students who are beneficiaries of REMITTANCES/FUND TRANSFERS who are not yet of voting age may be allowed to present THE ORIGINAL AND SUBMIT A CLEAR COPY of ONE (1) VALID photo-bearing school ID duly signed by the principal or head of the school.</p> <p>c. Banks and non-bank financial institutions under BSP supervision shall require their rents to submit clear copy of the ONE (1) valid ID on a one-time basis only, or at the commencement of a business relationship. They shall require their clients to submit an updated photo and other relevant information whenever the need for it arises.</p>",
    "col3": "<h5>Bangko Sentral ng Pilipinas Memorandum No. 2022-044 and M-2024-006</h5> <p>In 2024, BSP issued Memorandum No. 2024-006, Prioritization of the Philippine Identification (PhilID) and Other Recognized Formats in the List of Acceptable Identification Documents (ID), ensuring the broad acceptance of the PhilID in physical card or other recognized formats, including the ePhilID, as a valid and sufficient proof of identity and age, subject to authentication, in all financial transactions. Moreover, under M-2024-006, BSFIs are directed to include the PhilID/printed ePhilID and/or other recognized formats, in the list of valid IDs displayed on their counters and the public entrance of their establishments, as well as on their official websites, social media pages, and other consumer information channels.</p> <p>Full transcript of Memorandum No. 2022-044 and M-2024-006 are viewable and accessible through BSP's site.</p>"
  },
  {
    "order": 15,
    "layout":"col-2",
    "title": "New Application Stage",
    "subheader": "Setting up the Application Form and Listing the Suitable Documentary Requirements",
    "col1": "<h4>Clarity on Mandatory vs. Optional Fields</h4> <h5>Mandatory Fields</h5> <p>Mandatory fields are those that must be completed by the applicant before they can proceed with the onboarding process. These fields are essential for the bank to verify the identity of the customer and comply with regulatory requirements. The following are its importance:</p> <ul> <li>Regulatory Compliance: Banks are required to collect certain information to comply with Know Your Customer (KYC) regulations and anti-money laundering (AML) laws.</li> <li>Risk Management: Collecting essential data helps banks assess the risk associated with onboarding a new customer.</li> <li>User Trust: Clearly indicating mandatory fields helps build trust with users, as they understand what information is necessary for their application to be processed.</li> </ul>",
    "col2": "<h5>Optional Fields</h5> <p>Optional fields are those that the applicant can choose to complete but are not required to submit the application. These fields may enhance the bank's understanding of the customer but are not critical for the onboarding process. The following are its importance:</p> <ul> <li>User Experience: Optional fields can improve the user experience by allowing customers to provide additional information that may help the bank tailor services to their needs without overwhelming them with too many required fields.</li> <li>Data Enrichment: Collecting optional information can help banks gain insights into customer preferences and behaviors, aiding in personalized marketing and service offerings.</li> <li>Friction Reduction: By not making too many fields mandatory, banks can reduce friction in the onboarding process, leading to higher completion rates.</li> </ul>"
  },
  {
    "order": 16,
    "layout": "col-2",
    "title": "New Application Stage",
    "subheader": "Establishing the Appropriate Eligibility Criteria",
    "col1": "<h4>Requirements for Customer Eligibility</h4> <p>Establishing appropriate eligibility criteria during the new application stage of digital customer onboarding is crucial for banks and financial institutions. These criteria help ensure that applicants meet the necessary requirements for account opening and that the institution complies with regulatory standards.</p> <h5>Key Requirements for Customer Eligibility</h5> <ul> <li><b>Age Requirement</b> - Applicants must meet a minimum age requirement to open a bank account.</li> <li><b>Residency Status</b> - Applicants may need to provide proof of residency or citizenship in the country where the bank operates.</li> <li><b>Financial History</b> - Banks may evaluate the applicant's financial history, including credit scores, existing debts, and previous banking relationships to helps assess the applicant's creditworthiness and ability to manage financial obligations.</li> </ul>",
    "col2": "<ul> <li><b>Employment and Income Verification</b> - Applicants may need to provide information about their employment status and income, often supported by documentation such as pay stubs or tax returns to help banks assess the applicant's ability to maintain account activity and meet financial commitments.</li> <li><b>Purpose of Account</b> - Understanding the purpose helps banks assess potential risks associated with the account type and allows banks to tailor services and products to meet the specific needs of the customer.</li> <li><b>Compliance with AML Regulations</b> - Banks must ensure that applicants do not appear on any watchlists or have a history of money laundering or other financial crimes to help banks adhere to AML regulations and avoid legal repercussions and reduce the risk of facilitating illegal activities through the bank.</li> </ul>"
  },
  {
    "order": 17,
    "layout": "col-3",
    "title": "New Application Stage",
    "subheader": "Automating the New Application Stage",
    "col1": "<h4>Paper to Digital Application</h4> <p>Transitioning from paper-based applications to digital applications in banks in the Philippines involves the adoption of various tools and technologies that facilitate this shift.</p> <h5>Tools in Transforming from Paper to Digital Application</h5> <img src='/src/assets/img/digital_customer_onboarding/new_application/order17.jpg'> <h6>Digital Form Builders</h6> <p>These allow banks to create customizable online forms for customer applications and bring user-friendly interfaces, easy data collection, and integration with other systems.</p> <p><b>Examples</b></p> <p>Google Forms, JotForm, Typeform</p> ",
    "col2": "<img src='/src/assets/img/digital_customer_onboarding/new_application/order17_1.jpg'> <h6>Electronic Signature Solutions</h6> <p>These are platforms that enable customers to sign documents electronically, eliminating the need for physical signatures and enable faster processing times, improved security, and enhanced customer convenience.</p> <p><b>Examples</b></p> <p>DocuSign, Adobe Sign, SignNow</p>",
    "col3": "<img src='/src/assets/img/digital_customer_onboarding/new_application/order17_2.jpg'> <h6>Optical Character Recognition (OCR) Software</h6> <p>This technology converts different types of documents, such as scanned paper documents, into editable and searchable data to reduce manual data entry, minimize errors, and speed up the onboarding process.</p> <p><b>Examples</b></p> <p>ABBYY FineReader, Tesseract, Adobe Acrobat</p>"
  },
  {
    "order": 18,
    "layout": "image righthand portion",
    "title": "New Application Stage",
    "subheader": "Automating the New Application Stage",
    "body": "<h4>Intelligent Document Processing</h4> <p>IDP leverages the power of optical character recognition (OCR) to automate high volume of repetitive document processing tasks, incorporating artificial intelligence (AI) and machine learning (ML) capabilities to train the model and become more accurate over time.</p> <p>80% of the business data is trapped in documents where significant time, effort, and manual work is needed to extract structured, unstructured, and semi-structured data.</p>",
    "image": "/src/assets/img/digital_customer_onboarding/new application/order18.jpg"
  },
  {
    "order": 19,
    "layout": "col-2",
    "title": "New Application Stage",
    "subheader": "Automating the New Application Stage",
    "col1": "<h4>Intelligent Document Processing</h4> <h5>Key Components of an IDP Framework</h5> <ul> <li>Document Ingestion: Upload and process large volume of documents through multiple channels (Underlying Technology: RPA bots, SFTP, Other file transfer methods)</li> <li>Document Digitization: Digitize each document into a structured, machine-readable format (Underlying Technology: OCR, pre-processing)</li> <li>Document Classification: Leverage machine learning (ML) to perform document classification (Underlying Technology: Natural language processing - Text mining, data extraction, ML | Natural language generation - Large language models, Gen AI)</li> </ul>",
    "col2": "<ul> <li>Extraction & Normalization: Leverage ML, NLP, & rules for efficient, accurate data extraction and normalize raw data (Underlying Technology: Natural language processing - Text mining, data extraction, ML | Natural language generation - Large language models, Gen AI)</li> <li>Integration: Integrate normalized data into enterprise systems & workflows (Underlying Technology: Exception handling, post-processing)</li> <li>Insights: Provide real-time insights to view performance metrics (Underlying Technology: KPIs, dashboards)</li> </ul>"
  },
  {
    "order": 20,
    "layout": "col-2",
    "title": "New Application Stage",
    "subheader": "Automating the New Application Stage",
    "col1": "<h4>System Integration and Verification</h4> <p>System integration is an iterative process where system elements are combined gradually to form complete or partial configurations, and this iterative approach allows for early identification and resolution of integration issues. Source: ISO/IEC 15288 2015, 68</p> <h5>System integration Techniques</h5> <ul> <li>Bigbang Approach: Involves integrating all system elements simultaneously, often at the final stage of development. While this approach can expedite the integration process, it poses significant risks due to the complexity of coordinating multiple components all at once.</li> <li>Bottom-up Integration: System elements are integrated incrementally, starting from the lowest level of the system hierarchy and gradually combining them into higher level components.</li> </ul>",
    "col2": "<ul> <li>Global Integration: Focuses on integrating system elements across multiple subsystems or modules simultaneously, and this approach emphasizes a more holistic system functionality, but requires careful coordination and synchronization to ensure compatibility and consistency across all components.</li> <li>Subset Integration: Involves integrating subsets of system elements or functionalities incrementally, allowing for iterative refinement and validation of specific features. This approach also facilitates early testing and validation of critical functionalities, but requires effective management of dependencies and integration points.</li> <li>Top-down Integration: Begins with the integration of high-level system components, followed by the incorporation of lower level elements to achieve progressively finer levels of detail.</li> </ul>"
  },
  {
    "order": 21,
    "layout": "col-2",
    "title": "New Application Stage",
    "subheader": "Automating the New Application Stage",
    "col1": "<h4>System Integration and Verification</h4> <p>System integration is an iterative process where system elements are combined gradually to form complete or partial configurations, and this iterative approach allows for early identification and resolution of integration issues. Source: ISO/IEC 15288 2015, 68</p> <h5>Typical Integration System Methods</h5> <ul> <li>Vertical Integration: Integrating system elements along a hierarchical structure from subsystems to the complete system. This method ensures alignment with the system architecture and facilitates the integration of interrelated components.</li> <li>Horizontal Integration: Focuses on integrating components or functionalities across the same hierarchical level within the system architecture. This method promotes consistency and compatibility among parallel subsystems or modules.</li> <li>Star Integration: Centers around a central component or interface with other elements connected radially. This method facilitates the integration of diverse subsystems or modules around a common core, enabling flexible configuration and scalability.</li> <li>Coupling Matrix and N-squared Diagrams: Provide visual representations of the relationships and dependencies between system elements, Tools like this can help in identifying integration points, assessing coupling strengths, and optimizing integration strategies.</li> </ul>",
    "col2": "<h5>Applying System Integration</h5> <ul> <li>Assembly Tools: Facilitate the physical assembly of system elements, ensuring proper alignment, connection and configuration according to design specifications.</li> <li>System Elements: System integration involves integrating diverse elements including hardware components, software modules, and subsystems to form a cohesive system architecture.</li> <li>Physical Interfaces: Define the connections and interactions between system elements, including mechanical, electrical, and communication interfaces.</li> <li>Recommended Techniques: Employing recommended integration techniques like modular design, standardization, and interface protocols enhances things like compatibility, interoperability, and scalability of integrated systems.</li> <li>Validation Tools: Enable the assessment and verification of integrated system functionalities, ensuring compliance with user requirements, performance criteria and quality standards.</li> <li>Verification Tools: Facilitate the verification of individual system elements and their interactions, validating things like correctness, functionality, and compliance.</li> </ul>"
  },
  {
    "order": 22,
    "layout": "col-2",
    "title": "New Application Stage",
    "subheader": "Automating the New Application Stage",
    "col1": "<h4>System Integration and Verification</h4> <p>System integration is an iterative process where system elements are combined gradually to form complete or partial configurations, and this iterative approach allows for early identification and resolution of integration issues. Source: ISO/IEC 15288 2015, 68</p> <h5>System Verification Tools</h5> <ul> <li>VData Acquisition: Capture, record and monitors system data from various sources, sensors or interfaces for analysis and verification purposes.</li> <li>Data Analysis: Process and analyze system data to extract meaningful insights, identify patterns, trends, anomalies, or deviations from expected behaviors.</li> <li>Data Communication: Facilitate the exchange, transmission, and synchronization of data between system components, ensuring seamless integration and interoperability.</li> </ul>",
    "col2": "<ul> <li>Data Management: Organize, store, and manipulate system data, ensuring accessibility, integrity, and reliability throughout the verification process.</li> <li>Data Visualization: Present system data, metrics and analysis results in graphical or visual formats, and that can enhance understanding, interpretation, and decision-making.</li> <li>Data Security: Safeguard system data and communications against unauthorized access, manipulation or breaches, ensuring confidentiality, integrity and availability.</li> </ul>"
  },
  {
    "order": 23,
    "layout": "image righthand portion",
    "title": "New Application Stage",
    "subheader": "Automating the New Application Stage",
    "body": "<h4>Smart Contracts</h4> <p>A contract is a meeting of the minds between two parties that takes place when an offer by one party is accepted by the other party. In terms of smart contracts, the following key steps are applied:</p>",
    "image": "/src/assets/img/digital_customer_onboarding/new_application/order23.jpg"
  },
  {
    "order": 24, 
    "layout": "image righthand portion",
    "title": "New Application Stage",
    "subheader": "Automating the New Application Stage",
    "body": "<h4>Smart Contracts</h4> <p>A contract is a meeting of the minds between two parties that takes place when an offer by one party is accepted by the other party. In terms of smart contracts, the following key steps are applied:</p> <h5>Tools in Enabling Smart Contracts</h5> <h6>Blockchain Platforms</h6>",
    "image": "/src/assets/img/digital_customer_onboarding/new_application/order24.jpg"
  },
  {
    "order": 25, 
    "layout": "image righthand portion",
    "title": "New Application Stage",
    "subheader": "Automating the New Application Stage",
    "body": "<h4>Smart Contracts</h4> <p>A contract is a meeting of the minds between two parties that takes place when an offer by one party is accepted by the other party. In terms of smart contracts, the following key steps are applied:</p> <h5>Tools in Enabling Smart Contracts</h5> <h6>Smart Contract Development Tools</h6>",
    "image": "/src/assets/img/digital_customer_onboarding/new_application/order25.jpg"
  },
  {
    "order": 26, 
    "layout": "image righthand portion",
    "title": "New Application Stage",
    "subheader": "Automating the New Application Stage",
    "body": "<h4>Smart Contracts</h4> <p>A contract is a meeting of the minds between two parties that takes place when an offer by one party is accepted by the other party. In terms of smart contracts, the following key steps are applied:</p> <h5>Tools in Enabling Smart Contracts</h5> <h6>Data Oracles</h6>",
    "image": "/src/assets/img/digital_customer_onboarding/new_application/order26.jpg"
  },
  {
    "order": 27,
    "layout": "col-2",
    "title": "New Application Stage",
    "subheader": "Automating the New Application Stage",
    "col1": "<h4>Data Partnerships</h4> <p>Data partnerships are collaborative agreements between organizations that involve sharing, exchanging, or jointly utilizing data to achieve mutual benefits. These partnerships can take various forms and can be established across different sectors, including finance.</p> <h5>Types of Data Partnerships</h5> <ul> <li>Data Sharing Agreements: Organizations agree to share specific datasets with each other for research, analysis, or operational purposes. This can include customer data, market research, or operational metrics.</li> <li>Joint Ventures: Two or more organizations create a new entity to develop products or services that leverage shared data. This often involves pooling resources and expertise.</li> <li>Collaborative Research: Academic institutions, research organizations, and businesses collaborate on research projects that require access to diverse datasets. This can lead to innovative solutions and insights.</li> </ul>",
    "col2": "<ul> <li>Data Licensing: One organization licenses its data to another for a fee. This allows the receiving organization to use the data for specific purposes while the data owner retains ownership.</li> <li>API Partnerships: Organizations develop application programming interfaces (APIs) that allow third parties to access their data in a controlled manner. This is common in tech and finance sectors.</li> <li>Data Aggregation: Multiple organizations contribute their data to create a comprehensive dataset that can be used for analysis, benchmarking, or market insights.</li> </ul>"
  },
  {
    "order": 28,
    "layout": "col-2",
    "title": "New Application Stage",
    "subheader": "Automating the New Application Stage",
    "col1": "<h4>Data Partnerships</h4> <p>Data partnerships are collaborative agreements between organizations that involve sharing, exchanging, or jointly utilizing data to achieve mutual benefits. These partnerships can take various forms and can be established across different sectors, including finance.</p> <h5>Benefits of Data Partnerships</h5> <ul> <li>Enhanced Insights: By combining datasets from different sources, organizations can gain deeper insights and a more comprehensive understanding of market trends, customer behavior, and operational efficiencies.</li> <li>Cost Efficiency: Data partnerships can reduce the costs associated with data collection and analysis. Organizations can leverage each other's data instead of duplicating efforts.</li> </ul>",
    "col2": "<ul> <li>Innovation and Development: Collaborating on data can lead to the development of new products, services, or solutions that would not be possible with isolated datasets.</li> <li>Improved Decision Making: Access to a broader range of data enables organizations to make more informed decisions, reducing risks and enhancing strategic planning.</li> <li>Competitive Advantage: Organizations that effectively leverage data partnerships can gain a competitive edge by accessing unique insights and capabilities that their competitors may not have.</li> </ul>"
  },
  {
    "order": 29,
    "title": "Knowledge Check",
    "body": "<p>According to the BSP’s Manual of Regulations for Banks, what are the minimum information or documents required in conducting customer due diligence for new individual customers? (Select all that apply)</p>",
    "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
    "q_field_type": "single_select" ,
          "q_selection": [{
            "A": "Name of customer and/or Philsys Number (when available)",
            "B": "Birthdate",
            "C": "Specimen signature or biometric ",
            "D": "Certificates of registration issues by DTI or SEC",
            "E": "Citizenship or nationality"
          }],
          "q_answer": "A, B, C, E"
  },
  {
    "order": 30,
    "title": "Lesson Summary",
    "body": "<h2>Congratulations on completing Lesson 1 of this module!</h2> <p>Now that you have completed this lesson, you should be able to:</p> <ul> <li>Identify and list the minimum information and documentary requirements necessary for customer due diligence in compliance with BSP Manual of Regulations for Banks.</li> <li>Understand the distinction between mandatory and optional fields in application forms, recognizing their importance in regulatory compliance and user experience.</li> <li>Develop systematic procedures for verifying the identity of new individual customers and juridical entities during the onboarding process.</li> <li>Articulate the key eligibility criteria required for customer onboarding in banking and financial institutions.</li> <li>Implement systematic procedures for assessing customer eligibility, thereby enhancing risk management and service personalization during the onboarding process.</li> <li>Gain an understanding of the tools and technologies necessary for automating the new application stage in digital customer onboarding.</li> </ul>",
    "image":"src/assets/img/general images/LessonSummary.jpg"
  },
  {
    "order": 31,
    "title": "New Application and Screening in Onboarding Lessons",
    "subheader": "Application Screening",
    "body": "<h4>Learning Objectives</h4> <p>At the end of this lesson, you will be able to:</p> <ul> <li>Gain a comprehensive understanding of the Know Your Customer (KYC) process, including its importance, key components, and regulatory requirements</li> <li>Understand the risks posed by financial crimes</li> <li>Explore the application of artificial intelligence (AI) and machine learning in detecting and preventing financial crimes</li> <li>Develop a full understanding of securing customer data from the onset by exploring the principles and underlying concepts of data security</li> <liRecognize the importance of valuing customer privacy by exploring the best practices for data protection</li> </ul>",
    "image": "/src/assets/img/digital_customer_onboarding/new_application/order31.jpg"
  },
  {
    "order": 32, 
    "layout": "col-2",
    "title": "Application Screening",
    "subheader": "Financial Crimes and Fraud Detection Measures",
    "col1": "<h4>Financial Crimes</h4> <p>Financial crimes encompass activities characterized by fraudulent or dishonest conduct aimed at achieving personal financial gain, which may also involve the unlawful transfer of property ownership. Such crimes are often perpetrated for the personal advantage of the offender and entail the illegal appropriation of the property in question.</p>",
    "col2": "<h4>Main Types of Financial Crimes</h4> <ul> <li>Money Laundering</li> <li>Terrorism Financing</li> <li>Sanctions</li> <li>Tax Evasion</li> <li>Modern Slavery</li> <li>Market Abuse and Insider Dealing</li> <li>Bribery and Corruption</li> <li>Cybercrime</li> <li>Fraud</li> </ul>"
  },
  {
    "order": 33,
    "layout": "col-1",
    "title": "Application Screening",
    "subheader": "Financial Crimes and Fraud Detection Measures",
    "col1": "<h4>Financial Crimes</h4> <h5>Money Laundering</h4> <ul> <li>a. Any person who, knowing that any monetary instrument or property represents, involves, or relates to the proceeds of any unlawful activity:</li> <ul> <li>transacts said monetary instrument or property; </li> <li>converts, transfers, disposes of, moves, acquires, possesses or uses said monetary instrument or property;</li> <li>conceals or disguises the true nature, source, location, disposition, movement or ownership of or rights with respect to said monetary instrument or property;</li> <li>attempts or conspires to commit ML offenses referred to in (1), (2), or (3) above;</li> <li>aids, abets, assists in, or counsels the commission of the ML offenses referred to in (1), (2), or (3) above; and</li> <li>performs or fails to perform any act as a result of which he facilitates the offense of ML referred to in items (1), (2), or (3) above.</li> </ul> <li>Any covered person who, knowing that a covered or suspicious transaction is required under the AMLA to be reported to the AMLC, fails to do so.</li> </ul>"
  },
  {
    "order": 34,
    "layout": "image righthand portion",
    "title": "Application Screening",
    "subheader": "Financial Crimes and Fraud Detection Measures",
    "body": "<h4>Financial Crimes</h4> <h5>Money Laundering</h5> <p>Stage 1 Placement: The physical disposal of cash or other assets obtained from criminal activities occurs during this phase, where the money launderer integrates the illicit proceeds into the financial system. This is typically achieved by circulating the funds through formal financial institutions, casinos, and other legitimate businesses, both domestically and internationally.</p> <p>Examples of Placement: Blending of funds, foreign exchange, breaking up amounts and currency smuggling</p>",
    "image": "/src/assets/img/digital_customer_onboarding/new_application/order34.jpg"
  },
  {
    "order": 35,
    "layout": "image righthand portion",
    "title": "Application Screening",
    "subheader": "Financial Crimes and Fraud Detection Measures",
    "body": "<h4>Financial Crimes</h4> <h5>Money Laundering</h5> <p>Stage 2 Layering: The second stage involves distancing illicit proceeds from their source through multiple layers of financial transactions designed to obscure the origin of the funds. During this phase, the proceeds of the crime are transformed into different forms, creating intricate layers of transactions that conceal the source and ownership of the money.</p> <p>Examples of Layering: Electronically moving funds from one country, or moving funds from one financial institution to another or within accounts at the same institution</p>",
    "image": "/src/assets/img/digital_customer_onboarding/new_application/order35.jpg"
  },
  {
    "order": 36,
    "layout": "image righthand portion",
    "title": "Application Screening",
    "subheader": "Financial Crimes and Fraud Detection Measures",
    "body": "<h4>Financial Crimes</h4> <h5>Money Laundering</h5> <p>Stage 3 Integration: This stage involves providing a façade of legitimacy to illicit wealth by reintegrating the funds into the economy through transactions that appear to be normal business or personal activities. During this phase, laundered proceeds are utilized in seemingly legitimate transactions to foster the illusion of authenticity.</p> <p>Examples of Integration: Purchasing luxury assets, such as property, artwork, jewelry or high-end automobiles or getting into financial arrangements or other ventures where investments can be made in business enterprises</p>",
    "image": "/src/assets/img/digital_customer_onboarding/new_application/order36.jpg"
  },
  {
    "order": 37,
    "layout": "col-1",
    "title": "Application Screening",
    "subheader": "Financial Crimes and Fraud Detection Measures",
    "col1": "<h4>Financial Crimes</h4> <h5>Money Laundering Risk in the Philippines: Internet-Based Casino Sector</h5> <p>AMLC's study entitled 'Understanding the Internet-Based Casino Sector in the Philippines' discusses an increasing demand for the offshore gaming sector or Internet-based casino operations posing a potential threat and risk to money laundering. The 2017 Second National Risk Assessment rated the casino sector with a high level of risk to money laundering (ML). Among the factors that contributed to the high vulnerability of the casino sector include its cash-intensive business operations, high-risk client-base profile, and weak or deficient anti-money laundering/countering the financing of terrorism (AML/CFT) controls. It was only through the passage of Republic Act No. 10927 in July 2017 when casinos were designated as covered persons under the AML/CFT regime.</p><br/> <p>Based on collaborative results among the AMLC and AGAs and based on risk factors, Internet-based casinos are highly vulnerable to ML. Among the contributory risk factors to ML are the high level of cash-based transactions; weak or deficient AML/CFT regulations; a high level of anonymity of customers/gaming account users and Internet-based casino operators; a high level of use of agents or professional intermediaries, such as SPs. Due to the lack of supervision of the SP sector, SPs are prone to abuse and exploitation for ML and other crimes. Existing cases and investigations, involving SPs of Internet-based casino operators, support the risk analysis.</p><br/> <p>Full case study on Understanding the Internet-Based Casino Sector in the Philippines is viewable and accessible through AMLC's site.</p>"
  },
  {
    "order": 38,
    "layout": "col-1",
    "title": "Application Screening",
    "subheader": "Financial Crimes and Fraud Detection Measures",
    "col1": "<h4>Financial Crimes</h3> <h4>Terrorism Financing</h4> <p>“As defined under Section 4 of the Terrorism Financing Prevention and Suppression Act (TFPSA), Terrorism Financing refers to any person who, directly or indirectly, willfully and without lawful excuse, possesses, provides, collects or uses property or funds or makes available property, funds or financial service or other related services, by any means, with the unlawful and willful intention that they should be used or with the knowledge that they are to be used, in full or in part: (a) to carry out or facilitate the commission of any terrorist act; (b) by a terrorist organization, association or group; or (c) by an individual terrorist, shall be guilty of the crime of financing of terrorism and shall suffer the penalty of reclusion temporal in its maximum period to reclusion perpetua and a fine of not less than Five hundred thousand pesos (Php500,000.00) nor more than One million pesos (Php1,000,000.00).”</p><br/> <p>“For an act to constitute a crime under this Act, it shall not be necessary that the funds were actually used to carry out a crime referred to in Section 3(j).”</p>"
  },
  {
    "order": 39,
    "layout": "col-2",
    "title": "Application Screening",
    "subheader": "Financial Crimes and Fraud Detection Measures",
    "col1": "<h4>Financial Crimes</h3> <h4>Terrorism Financing</h4> <h6>Under Section 3(j), Terrorist Acts refer to the following:</h6> <p>1. Any act in violation of Section 3 or Section 4 of the Human Security Act of 2007</p>",
    "col2": "<p>2. Any other act intended to cause death or serious bodily injury to a civilian, or to any other person not taking an active part in the hostilities in a situation of armed conflict, when the purpose of such act, by its nature or context, is to intimidate a population, or to compel a government or an international organization to do or to abstain from doing any act</p>"
  },
  {
    "order": 40,
    "layout":"col-3",
    "title": "Application Screening",
    "subheader": "Financial Crimes and Fraud Detection Measures",
    "col1": "<h4>Financial Crimes</h4> <h5>Terrorism Financing</h5> <h6>Under Section 3(j), Terrorist Acts refer to the following:</h6> <p>Any act which constitutes an offense under this Act, that is within the scope of any of the following treaties of which the Republic of the Philippines is a State party:</p> <ul> <li>Convention for the Suppression of Unlawful Seizure of Aircraft, done at The Hague on 16 December 1970;</li> <li>Convention for the Suppression of Unlawful Acts against the Safety of Civil Aviation, done at Montreal on 23 September 1971;</li> <li>Convention on the Prevention and Punishment of Crimes against Internationally Protected Persons, including Diplomatic Agents, adopted by the General Assembly of the United Nations on 14 December 1973;</li> </ul>",
    "col2": "<ul> <li>International Convention against the Taking of Hostages, adopted by the General Assembly of the United Nations on 17 December 1979;</li> <li>Convention on the Physical Protection of Nuclear Material, adopted at Vienna on 3 March 1980;</li> <li>Protocol for the Suppression of Unlawful Acts of Violence at Airports Serving International Civil Aviation, supplementary to the Convention for the Suppression of Unlawful Acts against the Safety of Civil Aviation, done at Montreal on 24 February 1988;</li> </ul>",
    "col3": "<ul> <li>Convention for the Suppression of Unlawful Acts against the Safety of Maritime Navigation, done at Rome on 10 March 1988;</li> <li>Protocol for the Suppression of Unlawful Acts against the Safety of Fixed Platforms located on the Continental Shelf, done at Rome on 10 March 1988; or</li> <li>International Convention for the Suppression of Terrorist Bombings, adopted by the General Assembly of the United Nations on 15 December 1997.</li> <li>Terrorist organization, association or a group of persons refers to any entity owned or controlled by any terrorist or group of terrorists that: (1) commits, or attempts to commit, terrorist acts by any means, directly or indirectly, unlawfully and willfully; (2) participates as an accomplice in terrorist acts; (3) organizes or directs others to commit terrorist acts; or (4) contributes to the commission of terrorist acts by a group of persons acting with common purpose of furthering the terrorist act where the contribution is made intentionally and with the aim of furthering the terrorist act or with the knowledge of the intention of the group to commit a terrorist act.</li> </ul>"
  },
  {
    "order": 41,
    "layout": "col-2",
    "title": "Application Screening",
    "subheader": "Financial Crimes and Fraud Detection Measures",
    "col1": "<h4>AI and Machine Learning in Fraud Detection</h4> <p>The use of AI and machine learning in fraud detection within rural banks in the Philippines is increasingly becoming a vital strategy to enhance security and operational efficiency. Rural banks can leverage AI and machine learning to improve their fraud detection capabilities in several ways:</p> <ul> <li>Data Analysis and Pattern Recognition: AI algorithms can analyze vast amounts of transaction data to identify unusual patterns or anomalies that may indicate fraudulent activities. Machine learning models can learn from historical data, allowing them to adapt and improve their detection accuracy over time.</li> <li>Real-time Monitoring: Implementing AI-driven systems enables rural banks to monitor transactions in real-time. This immediate analysis helps in quickly identifying suspicious activities, allowing for prompt intervention before significant losses occur.</li> <li>Risk Assessment: Machine learning can enhance risk assessment processes by evaluating customer profiles and transaction behaviors. By scoring transactions based on their risk levels, banks can prioritize investigations and allocate resources more effectively.</li> </ul>",
    "col2": "<ul> li>Customer Due Diligence: AI can streamline the customer onboarding process by automating identity verification and background checks. This reduces the likelihood of fraud by ensuring that only legitimate customers are granted access to banking services.</li> <li>Predictive Analytics: By utilizing predictive analytics, rural banks can forecast potential fraud trends based on historical data. This proactive approach allows banks to implement preventive measures before fraud occurs.</li> <li>Cost Efficiency: Automating fraud detection processes with AI reduces the need for extensive manual oversight, allowing rural banks to operate more efficiently and allocate resources to other critical areas of their operations.</li> </ul>"
  },
  {
    "order": 42,
    "layout": "col-1",
    "title": "Application Screening",
    "subheader":"Financial Crimes and Fraud Detection Measures",
    "col1": "<h4>AI and Machine Learning in Fraud Detection</h4> <p>To achieve these improvements and keep up with the rapid pace of innovation, business leaders will require a flexible AI strategy. Banks will also need to continuously monitor the technology landscape, especially over the next two to three years, as developments advance in key areas:</p> <ul> <li>Small Language Models (SLMs): An SLM is a machine-learning algorithm that has been trained on a dataset that is smaller and more specific than those of large language models (LLMs). SLMs are typically deployed for a single specific task (e.g. answering customers’ questions about a particular product); they can be more efficient and faster than LLMs due to their size and their use of a more targeted dataset.</li> <li>Retrieval-augmented generation (RAG): RAG is a process that enhances the capability of genAI models by optimizing LLMs – increasing both accuracy and reliability. This process uses in-house data repositories (e.g. internal organizational data such as policy or procedural documents) to support the validation of responses to ensure it is combing the latest and most accurate responses. Companies can incorporate RAG into their AI-based assistants, making them more effective and reliable at answering customer questions, by validating responses against a master repository (such as knowledge articles in a repository).</li> <li>AI Agents: These are designed and built to understand inputs, make decisions and act on them without any human intervention. When AI acts as an agent instead of a service, it is no longer locked into assisting with a single task or function, but can be applied to a broader range of problems and decision-making opportunities. An example of this is the use of AI agents that can process enquiries, action customer requests and make product recommendations.</li> <li>Quantum Computing:By integrating quantum computers with conventional supercomputers, parts of traditional problem-solving workflows can be accelerated. Leveraging quantum computing in AI models would allow faster processing of larger datasets and accelerated decision-making, especially in areas requiring complex pattern recognition. An example of this would be quicker identification of fraudulent transactions for banks and payment processors.</li> </ul>"
  },
  {
    "order": 43,
    "layout": "col-1",
    "title": "Application Screening",
    "subheader": "Customer Screening",
    "col1": "<h4>Sanctions Screening</h4> <pIn the Philippines, AMLC defines Sanctions screening as a control employed within Covered Persons (CPs) to detect, prevent, and manage sanctions risk.</p><br/> <p>These lists are generally sourced from regulatory authorities and are frequently provided, updated, and maintained by external vendors that specialize in the compilation, enhancement, formatting, and distribution of such lists. Financial Institutions (FIs) may also supplement these lists with terms, names, or phrases related to sanctions that they identify through their own operations, research, or intelligence efforts.</p>"
  },
  {
    "order": 44,
    "layout": "image righthand portion",
    "title": "Application Screening",
    "subheader": "Customer Screening",
    "body": "<h4>Sanctions Screening</h4> <p>The generation of an alert from the screening process does not, on its own, signify a sanctions risk. Instead, it serves as the initial step in identifying potential sanctions exposure, which can be validated or dismissed with further information to assess whether the similarities in the text indicate a genuine sanctions match.</p><br/> <p>Although this concept may seem straightforward, it can become intricate when defining what constitutes a “true match”  across various factors, including alphabets, languages, cultures, spelling variations, abbreviations, acronyms, and aliases. When screening is automated, additional complexities arise, such as the use of “fuzzy matching”  algorithms, workflows, and matching rules.</p>",
    "image": "/src/assets/img/DCO/module 2_new application/order44.jpg"
  },
  {
    "order": 45,
    "layout": "col-2",
    "title": "Application Screening",
    "subheader": "Customer Screening",
    "col1": "<h4>Sanctions Screening</h4> <h5>Anti-Money Laundering Council</h5> <h6>Guidance on Sanctions Screening</h6> <p>The 2021 Sanctions Guidelines – Targeted Financial Sanctions related to Terrorism, Terrorism Financing and Proliferation Financing outlines the current requirements and obligations as set out by the AMLC.</p><br/> <p>Under current legislation, all CPs must screen all relevant parties against the Anti-Terrorism Council (ATC) List and United Nations (UN) Security Council Resolutions. The UN Security Council (UNSC) maintains a range of country-based financial sanctions that target specific individuals and entities connected with the political leadership of targeted countries. Each UN sanctions regime has a relevant Security Council Committee that maintains general guidance on the implementation of financial sanctions and current lists of targeted persons and entities. </p>",
    "col2": "<p>At a minimum, the sanctions database should include the following and their successor resolutions:</p> <ul> <li>UNSC Consolidated List that includes UNSC Resolutions 1267/1989 (Al Qaeda), 1988 (Taliban), and 2253 (ISIL Daesh) for Targeted Financial Sanctions on terrorism and terrorist financing;</li> <li>UNSC Consolidated List that includes UNSC Resolution Numbers 1718 of 2006 (DPRK) and 2231 of 2015 (Iran) for TFS on Proliferation Financing;</li> <li>Domestic designations (or those that are designated by the Anti-Terrorism Council [ATC] pursuant to UNSC Resolution 1373, Section 25 of the Anti-Terrorism Act of 2020, Rule 15.b of the Implementing Rules and Regulations of The Terrorism Financing Prevention and Suppression Act of 2012 [TFPSA]) and those proscribed by the Court of Appeals under Section 26 of The Anti-Terrorism Act of 2020.</li> </ul>"
  },
  {
    "order": 46,
    "layout": "col-2",
    "title": "Application Screening",
    "subheader": "Customer Screening",
    "col1": "<h4>Politically Exposed Person (PEP) Screening</h4> <h5>Anti-Money Laundering Council</h5> <p>In the Philippines, examples on who may be considered as domestic PEPs are:</p> <ul> <li>The President</li> <li>Senators and Representatives in Congress</li> <li>Justices of the Supreme Court</li> <li>Justices of appellate courts and judges of lower courts, for branches or offices of covered persons in the relevant judicial regions</li> <li>Heads and deputies of Constitutional Commissions and offices</li> <li>Heads and deputies of national government agencies</li> <li>Heads and deputies of regional offices of national government agencies, for branches or offices of covered persons in the relevant regions</li> <li>Heads and deputies of city or municipal (or barangay, if any) offices of national government agencies, for branches or offices of covered persons in the relevant city or municipality (or barangay, if any)</li> <li>Chief executives (and their administrators) of local government units, for branches or offices of covered persons in the relevant local government units</li> <li>Members of the Sangguniang Panlalawigan, Panglungsod, Pambayan, and Pambarangay, for branches or offices of covered persons in the relevant province, city or municipality, or barangay; and</li> <li>Prominent public officials, regardless of whether they are in their territorial jurisdiction, where the covered person feels that such public official can exert influence on them</li> </ul> <p>For international organization PEPs, members of senior management or individuals who have been entrusted with equivalent functions, i.e. directors, deputy directors and members of the board or equivalent functions, may be considered. Examples of these are the Secretary General and President of the United Nations (UN), Member-Representatives of the UN Security Council and other organs of the UN, and heads of the World Bank, Asian Development Bank, International Monetary Fund, Financial Action Task Force, Asia-Pacific Group on Money Laundering, and other international organizations and non-government organizations.</p>",
    "col2": "<p>Finally, the following are examples of foreign PEPs:</p> <ul> <li>Heads of State or of government</li> <li>Senior politicians</li> <li>Senior government, judicial or military officials</li> <li>Senior executives of state-owned corporations</li> <li>Important political party officials</li> </ul> <p>AMLC does not provide a list of PEPs, since there is no database of said information, as this will only serve to limit the coverage of identified PEPs. Moreover, it is the covered persons’ responsibility to identify and verify the PEPs considering that they know more about their customers’ profile. Thus, the definition provided in the 2018 IRR of the AMLA should suffice in the identification of PEPs.</p>"
  },
  {
    "order": 47,
    "layout": "col-1",
    "title": "Application Screening",
    "subheader": "Customer Screening",
    "col1": "<h4>Politically Exposed Person (PEP) Screening</h4> <h5>Bangko Sentral ng Pilipinas M-2023-029</h5> <h6>Reminder on Appropriate Customer Due Diligence on PEPs Continuing Assessment and Updating of PEP Status</h6> <p>Another important aspect of CDD on PEPs is the continuing identification and assessment of a customer as a PEP. In this regard, BSFIs should be guided by the definition of PEPs in the regulations to identify and assess whether the prospective customer qualifies as a PEP, including  the determination of past and present PEPs. BSFIs should refrain from the wholesale concept of  “Once a PEP, always a PEP” as this is not consistent with the risk-based approach. BSFIs are advised to use risk-based assessment to determine whether there are any residual risks or significant influences posed by the customer or past PEP. Relevant factors can be considered in declassifying a former PEP, such as the position held and its susceptibility to corruption or misappropriation of state funds or assets, length of time in office and the likelihood of return to office in the future, the level of transparency about the source of wealth and origin of funds, in  particular, those funds generated as a consequence of office held, and how politically connected they remain once they have left office, among others.</p><br/> <p>To facilitate the identification of PEPs, BSFIs shall adopt its database on PEPs which shall be regularly updated. Consistent with the above definition of PEPs, it may enumerate the positions that are considered as PEPs or list the persons occupying such positions, or a combination of both methodologies. The adoption of a database shall be consistent with the BSFI’s risk and context. Full transcript of Memorandum No. M-2023-029 is viewable and accessible through BSP’s site.</p>"
  },
  {
    "order": 48,
    "layout": "col-1",
    "title": "Application Screening",
    "subheader": "Customer Screening",
    "col1": "<h4>Quality Control</h4> <p>While Quality Assurance (QA) involves independent individuals evaluating activities that have already been completed by a team or function, Quality Control (QC) is performed as part of a team or function's workflow before the final approval of a completed process. QC may serve as the final step to determine whether the activity has been finished or if rework is necessary prior to the approval or sign-off of a deliverable. It focuses on inspecting individual cases to verify that the completed activities align with applicable requirements and meet acceptable quality standards.</p><br/> <p>QC validation, often known as “4-eyes”  checking, emphasizes confirming that the pre-defined criteria for producing a deliverable have been met or, if any deficiencies are identified, ensuring that the required corrective actions are taken before sign-off or finalization.</p><br/> <p>Typically, QC is conducted as part of business-as-usual (BAU) activities, often by a team leader or a member of a BAU team responsible for performing 4-eyes checks.</p>"
  },
  {
    "order": 49,
    "layout": "col-2",
    "title": "Application Screening",
    "subheader": "Customer Screening",
    "col1": "<h4>Ongoing Monitoring</h4> <h5>Bangko Sentral ng Pilipinas Manual of Regulations for Banks</h5> <p>a. Covered persons shall, on the basis of materiality and risk, ensure that pertinent identification information and documents collected under the CDD process are kept up-to-date and relevant, by undertaking reviews of existing records, particularly for higher risk categories of customers. The covered person shall document the actions taken in connection with updating of customer’s records/information, and accordingly update customer’s risk profile.</p> <p>Covered persons shall establish a system that will enable them to understand the normal and reasonable account or business activity of customers to ensure that the customers’ accounts and transactions are consistent with their knowledge of the customers, and the latter’s commercial activities, risk profile, and source of funds and detect unusual or suspicious patterns of account activity. Thus, a risk-and-materiality-based on-going monitoring of customer’s accounts and transactions, including periodic sanction screening, should be part of a covered person’s customer due diligence.</p>",
    "col2": "<p>b. Enhanced due diligence. Covered persons shall examine the background and purpose of all complex, unusually large transactions, all unusual patterns of transactions, which have no apparent economic or lawful purpose, and other transactions that may be considered suspicious. Covered persons shall apply enhanced due diligence on the customer in accordance with this Section on Customer acceptance and identification policy if they acquire information in the course of customer account or transaction monitoring that:</p> <ul> <li>Raises doubt as to the accuracy of any information or document provided or the ownership of the entity;</li> <li>Justifies reclassification of the customer from low or normal risk to high risk pursuant to this Part or by their own criteria; or</li> <li>Indicates that any of the circumstances for the filing of an ST report exists such as, but not limited to, the following: (a) Transacting without any underlying legal or trade obligation, purpose or economic justification; (b) Transacting an amount that is not commensurate with the business or financial capacity of the customer or deviates from his profile; (c) Structuring of transactions in order to avoid being the subject of covered transaction reporting; or (d) Knowing that a customer was or is engaged in any unlawful activity as herein defined.</li> </ul> <p>If the covered person:</p> <ul> <li>fails to satisfactorily complete the enhanced due diligence procedures; or</li> <li>reasonably believes that performing the enhanced due diligence process will tip-off the customer,</li> </ul> <p>it shall file a ST report, and closely monitor the account and review the business relationship.</p>"
  },
  {
    "order": 50,
    "layout": "col-1",
    "title": "Application Screening",
    "subheader": "Securing Customer Data at the Onset",
    "col1": "<h4>What is Data Security?</h4> <p>Protecting personal data from accidental or intentional deletion, unauthorized use or disclosure, or accidental loss</p> <p>Maintaining confidentiality, integrity and availability</p> <p>Implemented using technical,physical, and organizational security controls</p> <p>Implemented in the cloud using data replication across geographic locations and appropriate security controls</p>"
  },
  {
    "order": 51,
    "layout": "image righthand portion",
    "title": "Application Screening",
    "subheader": "Securing Customer Data at the Onset",
    "body": "<h4>Consent Mechanisms, Authentication, and Authorization</h4> <p>The onboarding process should seamlessly incorporate consent, authentication, and authorization to create a cohesive experience for the user. For instance, after users give their consent, they can be prompted to verify their identity before gaining access to services. These mechanisms work together to ensure that organizations adhere to data protection regulations while safeguarding customer data and preventing unauthorized access. A transparent and secure onboarding process builds trust between customers and organizations, encouraging users to interact with services with confidence.</p>",
    "image": "/src/assets/img/digital_customer_onboarding/new_application/order51.jpg"
  },
  {
    "order": 52,
    "layout": "col-3",
    "title": "Application Screening",
    "subheader": "Securing Customer Data at the Onset",
    "col1": "<h4>Consent Mechanisms, Authentication, and Authorization</h4> <p><b>Authentication</b></p> <p>Identifies the user/device, is the first step, and is on the client and server side.</p> <h5>Tools and Techniques</h5> <div><div class='ml-10'><img src='/src/assets/img/digital_customer_onboarding/new_application/order52.jpg'></div><div><h6>Password-Based Authentication</h6></div></div> <p>The most basic form of authentication where users provide a username and password. Password managers (e.g., LastPass, 1Password) can help users create and store complex passwords securely.</p>",
    "col2": "<div><div class='ml-10'><img src='/src/assets/img/digital_customer_onboarding/new_application/order52_1.jpg'></div><div><h6>Two-Factor Authentication (2FA)</h6></div></div> <p>Adds an extra layer of security by requiring a second form of verification in addition to the password. SMS/Email Codes can send a one-time code to the user's phone or email, or apps like Google Authenticator, Authy, or Microsoft Authenticator generate time-based one-time passwords (TOTPs).</p>",
    "col3": "<div><div class='ml-10'><img src='/src/assets/img/digital_customer_onboarding/new_application/order52_2.jpg'></div><div><h6>Multi-Factor Authentication</h6></div></div> <p>Extends 2FA by requiring multiple forms of verification (e.g., something you know, something you have, something you are). Similar to 2FA tools, but may include biometric options and hardware tokens.</p>"
  },
  {
    "order": 53,
    "layout": "col-3",
    "title": "Application Screening",
    "subheader": "Securing Customer Data at the Onset",
    "col1": "<h4>Consent Mechanisms, Authentication, and Authorization</h4> <p><b>Authentication</b></p> <p>Identifies the user/device, is the first step, and is on the client and server side.</p> <h5>Tools and Techniques</h5> <div><div class='ml-10'><img src='/src/assets/img/digital_customer_onboarding/new_application/order53.jpg'></div><div><h6>Hardware Tokens</h6></div></div> <p>Physical devices that generate one-time passwords or provide secure access. A popular hardware token is YubiKey which supports multiple authentication protocols (e.g., U2F, FIDO2), and RSA SecurID, a hardware token that generates time-based one-time passwords.</p>",
    "col2": "<div><div class='ml-10'><img src='/src/assets/img/digital_customer_onboarding/new_application/order53_1.jpg'></div><div><h6>Biometric Authentication</h6></div></div> <p>Uses unique biological traits for verification. This can be through fingerprint scanning integrated into devices (e.g., smartphones, laptops), facial recognition used in devices like smartphones and security systems (e.g., Apple's Face ID), and iris scanners which are less common but used in high-security environments.</p>",
    "col3": "<div><div class='ml-10'><img src='/src/assets/img/digital_customer_onboarding/new_application/order53_2.jpg'></div><div><h6>Single Sign-On (SSO)</h6></div></div> <p>Allows users to authenticate once and gain access to multiple applications without re-entering credentials. Examples of SSOs are Okta, A cloud-based identity management service that provides SSO capabilities and Microsoft Azure Active Directory which offers SSO for Microsoft and third-party applications.</p>"
  },
  {
    "order": 54,
    "layout": "col-3",
    "title": "Application Screening",
    "subheader": "Securing Customer Data at the Onset",
    "col1": "<h2>Consent Mechanisms, Authentication, and Authorization</h2> <p><b>Authentication</b></p> <p>Identifies the user/device, is the first step, and is on the client and server side.</p> <h5>Tools and Techniques</h5> <div><div class='ml-10'><img src='/src/assets/img/digital_customer_onboarding/new_application/order54.jpg'></div><div><h6>OAuth and OpenID Connect</h6></div></div> <p>Protocols for authorization and authentication that allow users to log in using their existing accounts from other services (e.g., Google, Facebook). Auth0 is a platform that provides authentication and authorization services, including support for OAuth and OpenID Connect. Another example is Firebase Authentication, a service that provides backend services for authentication, including social login options.</p>",
    "col2": "<div><div class='ml-10'><img src='/src/assets/img/digital_customer_onboarding/new_application/order54_1.jpg'></div><div><h6>Identity and Access Management (IAM)</h6></div></div> <p>Comprehensive systems that manage user identities and access rights across an organization. Primary example is AWS Identity and Access Management (IAM) which manages access to AWS services and resources securely and Azure Active Directory which provides identity management and access control for applications and services.</p>",
    "col3": "<div><div class='ml-10'><img src='/src/assets/img/digital_customer_onboarding/new_application/orde54_2.jpg'></div><div><h6>Behavioral Biometrics</h6></div></div> <p>An emerging method that analyzes user behavior patterns (e.g., typing speed, mouse movements) to authenticate users. BioCatch is a behavioral biometrics solution that assesses user behavior for fraud detection and authentication.</p>"
  },
  {
    "order": 55,
    "layout": "col-2",
    "title": "Application Screening",
    "subheader": "Securing Customer Data at the Onset",
    "col1": "<h4>Consent Mechanisms, Authentication, and Authorization</h4> <p><b>Authentication</b></p> <p>Identifies the user/device, is the first step, and is on the client and server side.</p> <h5>Tools and Techniques</h5> <div><div class='ml-10'><img src='/src/assets/img/digital_customer_onboarding/new_application/order55.jpg'></div><div><h6>Risk-Based Authentication</h6></div></div> <p>Adjusts authentication requirements based on the risk level of the access attempt (e.g., location, device, behavior). IBM Security Verify is a popular risk-based authentication with capabilities to enhance security.</p>",
    "col2": "<div><div class='ml-10'><img src='/src/assets/img/digital_customer_onboarding/new_application/order55_1.jpg'></div><div><h6>Adaptive Authentication</h6></div></div> <p>Appropriately granting users (employees, partners, customers) the right access. This adds an additional layer of security to SSO and 2FA based on factual contextual information related to the user.</p>"
  },
  {
    "order": 56,
    "layout": "col-2",
    "title": "Application Screening",
    "subheader": "Securing Customer Data at the Onset",
    "col1": "<h4>Consent Mechanisms, Authentication, and Authorization</h4> <h5>Authorization</h5> <p>Checks if authenticated entity is allowed to perform an action, enables granularity of control, enables protected actions, and is on the server side.</p> <h5>Tools and Techniques</h5> <div><div class='ml-10'><img src='/src/assets/img/digital_customer_onboarding/new application/order56_0.jpg'></div><div><h6>Role-Based Access Control (RBAC)</h6></div></div> <p>Assigns permissions to users based on their roles within an organization. Users inherit permissions associated with their roles. Examples would be AWS Identity and Access Management (IAM)which allows you to create roles and assign permissions to manage access to AWS resources and Azure Role-Based Access Control which provides a way to manage access to Azure resources based on user roles.</p> <div><div class='ml-10'><img src='/src/assets/img/digital_customer_onboarding/new application/order56_1.jpg'></div><div><h6>Attribute-Based Access Control (ABAC)</div></div> <p>Grants access based on attributes (e.g., user attributes, resource attributes, environmental conditions) rather than predefined roles. Axiomatics provides solutions for implementing ABAC policies in various environments. Moreover, Open Policy Agent (OPA) is a policy engine that enables fine-grained access control based on attributes.</p> div><div class='ml-10'><img src='/src/assets/img/DCO/module 2_new application/order56_2.jpg'></div><div><h6>Policy-Based Access Control</div></div> <p>Uses policies to define access rules and permissions based on various conditions. Institutions may check out Auth0 which offers policy-based access control features to manage user permissions and roles and Keycloak, an open-source identity and access management solution that supports policy-based access control.</p>",
    "col2": "<div><div class='ml-10'><img src='/src/assets/img/digital_customer_onboarding/new application/order56_3.jpg'></div><div><h6>Access Control Lists (ACLs)</h6></div></div> <p>A list that specifies which users or groups have access to specific resources and what actions they can perform. Examples are Linux File Permissions which uses ACLs to manage file and directory permissions in Unix/Linux systems and Windows ACLs which provides a way to manage permissions for files, folders, and other resources in Windows environments.</p> <div><div class='ml-10'><img src='/src/assets/img/digital_customer_onboarding/new application/order56_4.jpg'></div><div><h6>API Gateway with Authorization</h6></div></div> <p>Manages access to APIs and enforces authorization policies for API requests. Kong is an open-source API gateway that supports authentication and authorization plugins. AWS API Gateway also provides a way to create, publish, and manage APIs with built-in authorization features.</p> <div><div class='ml-10'><img src='/src/assets/img/digital_customer_onboarding/new application/order56_5.jpg'></div><div><h6>Security Assertion Markup Language (SAML)</h6></div></div> <p>An XML-based protocol used for exchanging authentication and authorization data between parties, particularly for SSO. Examples would be Shibboleth, an open-source SAML implementation for federated identity management and SimpleSAMLphp, a PHP-based application that provides SAML authentication and authorization features.</p> <div><div class='ml-10'><img src='/src/assets/img/digital_customer_onboarding/new application/order56_6.jpg'></div><div><h6>Governance, Risk, and Compliance (GRC) Tools</h6></div></div> <p>Tools that help organizations manage compliance and risk related to access control and authorization. Tools like SailPoint provide identity governance solutions that include access management and compliance features and RSA Archer, a GRC platform that helps organizations manage risk and compliance, including access control.</p>"
  },
  {
    "order": 57,
    "layout": "col-1",
    "title": "Application Screening",
    "subheader": "Securing Customer Data at the Onset",
    "col1": "<h4>Understanding Threats in Cybersecurity</h4> <h5>Threat Actors</h5> <p>An individual or a collective of individuals engaged in activities aimed at inflicting damage within the cyber domain, which encompasses computers, devices, systems, or networks.</p>"
  },
  {
    "order": 58,
    "layout": "image righthand portion",
    "title": "Application Screening",
    "subheader": "Securing Customer Data at the Onset",
    "body": "<h4>Understanding Threats in Cybersecurity</h4> <h5>Types of Threat Actors</h5> <ul> <li>Black Hat: A person who unlawfully infiltrates computer networks or systems with harmful intentions, such as stealing corporate or personal data or causing a service disruption.</li> <li>Gray Hat: Gray hat hackers typically do not aim to compromise systems with malicious intent; rather, they act as part of their ongoing efforts to enhance the safety of the internet and computer systems. However, they usually lack the permission of the organizations they target, which renders their activities illegal.</li> <li>White Hat: A white hat hacker employs the same techniques as a black hat hacker; however, they typically operate with the consent of the system owner. Their objective is to gain access in order to assess the cybersecurity of a system or network. Following their assessment, they report their findings to the organization, enabling it to take necessary actions to address and remediate any identified vulnerabilities.</li> </ul>",
    "image": "/src/assets/img/digital_customer_onboarding/new_application/order58.jpg"
  },
  {
    "order": 59,
    "layout": "col-3",
    "title": "Application Screening",
    "subheader": "Securing Customer Data at the Onset",
    "col1": "<h4>Understanding Threats in Cybersecurity</h4> <h5>Methodologies Employed by Threat Actors</h5> <ul> <li>Buffer Overflow: A hacker transmits an excessive amount of data to an application beyond its processing capacity. If the application is inadequately coded, this can lead to the hacker gaining direct access to the target system's hardware resources. Consequently, this could allow them to create their own user account, shut down the system, or even set up a permanent remote access backdoor into the system.</li> <li>Ping of Death: This method involves utilizing a specific type of ping packet that older operating systems are unable to process, leading to the system crashing or becoming unresponsive, as the name implies. Typically, ping packets are used solely for testing connectivity between computer systems. However, when the ping packet is modified in a particular manner, it can trigger a ping of death attack.</li> <li>Rainbow Table: A rainbow table is a database compiled by hackers that includes precomputed hashes for every possible password combination, taking advantage of the one-way nature of password hashing. Although hashed passwords cannot be reversed to disclose the original password, hackers can obtain these hashes from compromised systems and compare them against the rainbow table to identify matches.</li> <li>SQL Injection: This vulnerability is most prevalent on poorly coded websites, where an attacker can send instructions via the website to interact with the backend database system. If the website were properly coded, it would filter out such attempts and prevent them. However, if adequate security measures are not in place, this could enable the hacker to access corporate data or user credentials stored in the backend database.</li> </ul>",
    "col2": "<ul> <li>Cookie Theft: This type of attack involves a threat actor stealing website cookies from a user's device. Cookies are frequently stored by the websites you visit to remember your preferences and sometimes contain user login information. If a hacker successfully steals these cookies, they could potentially use them to access websites and impersonate the user.</li> <li>Keylogger: A keylogger can be either a hardware device or software that records keystrokes from a keyboard. Physical keyloggers are typically small USB devices that connect between a computer keyboard and the computer, capable of storing thousands of keystrokes. If you enter your username and password, the keylogger will capture those keystrokes. The hacker can later return to your computer, remove the keylogger, and access a record of everything you have typed.</li> <li>Trojans: A Trojan is a type of malware that appears to be harmless software but contains hidden malicious code, reminiscent of the Greek tale of the Trojan horse. The unsuspecting user may download and install this seemingly useful application on their device. However, once executed, the Trojan unleashes its harmful payload onto the system.</li> </ul>",
    "col3": "<ul> <li>Malware: The term malware encompasses any type of malicious code or software specifically created to inflict damage on a computer system, network, or user. It includes a range of harmful programs such as viruses, worms, trojans, ransomware, and spyware, each employing distinct methods of attack and varying impacts. The main objective of malware is typically to steal sensitive information, disrupt operations, or gain unauthorized access to systems.</li> <li>Packet Injection: Packet injection is a technique utilized in network security and penetration testing, where an attacker transmits malicious packets into a network to manipulate or disrupt communication among devices. This approach can take advantage of vulnerabilities in network protocols, enabling the attacker to intercept, alter, or redirect data traffic, which may result in unauthorized access or data breaches.</li> <li>Low Orbit Ion Cannon: Script kiddies are usually inexperienced individuals who often rely on outdated hacking techniques, such as the Low Orbit Ion Cannon or Low IQ, due to their simplicity and accessibility. The Low IQ tool is specifically used to carry out distributed denial of service (DDoS) attacks, flooding a network with excessive traffic, which can cause it to become nonfunctional or operate slowly. These script kiddies utilize such tools without fully grasping the implications or possessing a solid understanding of cybersecurity principles.</li> </ul>"
  },
  {
    "order": 60,
    "layout": "col-2",
    "title": "Application Screening",
    "subheader": "Securing Customer Data at the Onset",
    "col1": "<h4>Managing Data Security Risks</h4> <p>Risks can be managed by avoiding, minimizing, or eliminating them, depending on the type of security control implemented. In the realm of risk management, especially within information security, different strategies can be applied to address risks based on the specific security controls utilized.</p>",
    "col2": "<h5>Handling Risks</h5> <ul> <li>Avoiding Risks: This involves eliminating the risk entirely by not engaging in the activity that generates the risk. For instance, a company may decide not to store sensitive customer data if it determines that the risks associated with data breaches outweigh the benefits of collecting that data.</li> <li>Minimizing Risks: This strategy involves implementing measures to reduce the likelihood or impact of a risk. This can include adopting security controls that mitigate the potential damage. As such, banks may implement firewalls, intrusion detection systems, and regular security training for employees to minimize the risk of cyberattacks.</li> <li>Eliminating Risks: This refers to taking steps to completely remove the risk from the environment. If a vulnerability is identified in a software application, the organization may choose to eliminate the risk by patching the software or replacing it with a more secure alternative.</li> </ul>"
  },
  {
    "order": 61,
    "layout": "image righthand portion",
    "title": "Application Screening",
    "subheader": "Securing Customer Data at the Onset",
    "body": "<h4>Managing Data Security Risks</h4> <h5>Types of Security Controls</h5> <p>Security controls can be categorized into different types, which influence how risks are managed:</p>",
    "image": "/src/assets/img/digital_customer_onboarding/new_application/order61.jpg"
  },
  {
    "order": 62,
    "layout": "col-1",
    "title": "Application Screening",
    "subheader": "Securing Customer Data at the Onset",
    "col1": "<h4>Managing Data Security Risks</h4> <ul> <li>Penetration Testing: Penetration testing, commonly known as ethical hacking, involves simulating a cyber-attack on a computer system, network, or application to uncover vulnerabilities that could be targeted by malicious actors. This proactive method enables organizations to evaluate their security posture, identify potential weaknesses, and prioritize their remediation efforts. By performing regular penetration tests, organizations can strengthen their defenses and ensure adherence to industry standards and regulations.</li> <li>Mitigation and Back-ups: Mitigation entails the implementation of strategies and measures aimed at minimizing the impact of potential security threats or vulnerabilities. This may involve the deployment of firewalls, intrusion detection systems, and regular software updates to safeguard against attacks. Additionally, backups play a vital role in a comprehensive security strategy, ensuring that data can be restored in the event of a cyber incident, such as ransomware attacks or data breaches, thus reducing downtime and preventing data loss.</li> <li>(TPRM) Solutions: Third-Party Risk Management (TPRM) solutions are frameworks and tools created to evaluate and manage the risks linked to third-party vendors and partners. These solutions assist organizations in assessing the security practices of their third-party providers, ensuring compliance with the organization's security standards and requirements. By adopting TPRM solutions, organizations can mitigate the risk of data breaches and other security incidents that may stem from vulnerabilities within their supply chain or external partnerships.</li> </ul>"
  },
  {
    "order": 63,
    "layout": "image righthand portion",
    "title": "Application Screening",
    "subheader": "Securing Customer Data at the Onset",
    "body": "<h4>Cyber-crisis Response Planning and Identification</h4> <h5>Incident Response Planning</h5> <p>Plan of action to implement in the event of a security incident, including response steps, roles and responsibilities, and corrective measures. <b>Moreover, response plans should be:</b></p>",
    "image": "/src/assets/img/digital_customer_onboarding/new_application/order63.jpg"
  },
  {
    "order": 64,
    "layout": "col-2",
    "title": "Application Screening",
    "subheader": "Securing Customer Data at the Onset",
    "col1": "<h4>Cyber-crisis Response Planning and Identification</h4> <h5>Incident Response Identification</h5> <p>This phase involves the identification of the security incident or security breach. Early detection is crucial to containing the threat and possible preventing it from getting worse.</p> <h5>Threat Severity</h5> <p>Confirm if the threat is real</p> <p>Are we actually dealing with an incident or a breach, or is this a false positive, and there's nothing actually going on?</p><br/> <p>Filter out false positives</p> <p>Automated threat detection systems frequently generate false positives, indicating that an incident is occurring when, in fact, it is not a genuine threat. Once it is confirmed that a detected threat is a false positive, it can be marked as resolved, allowing the team to proceed without any issues to address. Conversely, if the threat is determined to be legitimate, it is crucial to promptly assess the severity of the situation and discuss the appropriate response.</p>",
    "col2": "<h4>Threat Classification</h4> <img src='/src/assets/img/digital_customer_onboarding/new_application/order64.jpg'>"
  },
  {
    "order": 65,
    "layout": "col-1",
    "title": "Application Screening",
    "subheader": "Securing Customer Data at the Onset",
    "col1": "<h4>Cyber-crisis Response Planning and Identification</h4> <h5>Technology and Cyber-Risk Reporting and Notification Requirements</h5> <p>Issued in 2018, the BSP introduced amendments related to technology and cyber-risk reporting and notification obligations for financial institutions under its supervision. These requirements are designed to give the Bangko Sentral prompt access to precise, timely, and actionable data concerning the technology risk profiles of BSFIs and the changing landscape of cyber threats, thereby enhancing its ability to conduct more responsive, proactive, and effective banking supervision.</p><br/> <p>Full transcript of BSP Circular 1019, known as Technology and Cyber-Risk Reporting and Notification Requirements, is viewable and accessible through BSP's site.</p>"
  },
  {
    "order": 66,
    "layout": "col-2",
    "title": "Application Screening",
    "subheader": "Valuing Your Customer's Privacy",
    "col1": "<h4>Data Security</h4> <p>Pertains to the measures and practices implemented to safeguard data from unauthorized access, breaches, and various threats</p>",
    "col2": "<h4>Data Privacy</h4> <p>In contrast, data privacy focuses on the appropriate handling, processing, and use of personal data. It encompasses individuals' rights to manage their personal information, including how it is collected, stored, and shared.</p>"
  },
  {
    "order": 67,
    "layout": "col-3",
    "title": "Application Screening",
    "subheader": "Valuing Your Customer's Privacy",
    "col1": "<h4>Consumer Education and Awareness in Handling their Data</h4> <p>Consumer education and awareness in handling personal data are crucial for empowering individuals to take control of their privacy and make informed decisions about their information.</p> <ul> <li>Understanding Personal Data: Educate consumers about what constitutes personal data, including sensitive information such as financial details, health records, and online behavior.</li> <li>Data Rights: Inform consumers about their rights regarding personal data, such as the right to access, correct, delete, and restrict processing of their data. Explain the implications of regulations and others that protect consumer rights.</li> <li>Data Collection Practices: Help consumers understand how and why companies collect their data, including the types of data collected and the purposes for which it is used.</li> </ul>",
    "col2": "<ul> <li>Privacy Policies: Encourage consumers to read and understand privacy policies before providing their data to organizations and highlight the importance of transparency in how the bank handles personal information.</li> <li>Data Sharing and Consent: Educate consumers about the importance of consent and the implications of sharing their data with third parties and explain how to manage consent preferences and opt-out options.</li> <li>Recognizing Scam and Phishing: Raise awareness about common scams and phishing attempts that target personal data and educate consumers on how to identify suspicious communications and protect themselves from fraud.</li> </ul>",
    "col3": "<ul> <li>Data Minimization: Encourage consumers to practice data minimization by only sharing the information that is necessary for a specific purpose.</li> <li>Social Media Awareness: Inform consumers about the privacy settings available on social media platforms and how to manage their online presence.</li> <li>Reporting and Resource: Provide information on how consumers can report data breaches or misuse of their personal data and educate them about the steps they can take if their data rights are violated.</li> </ul>"
  },
  {
    "order": 68,
    "layout": "col-2",
    "title": "Application Screening",
    "subheader": "Valuing Your Customer's Privacy",
    "col1": "<h4>Strategies for Promoting Education and Awareness</h4> <ul> <li>Workshops and Seminars: Organize workshops, webinars, and seminars to educate consumers about data privacy and protection.</li> <li>Online Resources: Create informative websites, blogs, and videos that provide easy-to-understand information about data handling practices.</li> <li>Social Media Campaigns: Use social media platforms to share tips, infographics, and articles related to data privacy and consumer rights.</li> </ul>",
    "col2": "<ul> <li>Interactive Tools: Develop interactive tools, such as checklists, to help consumers assess their data privacy knowledge and practices.</li> <li>Regular Updates: Keep consumers informed about changes in data protection laws, emerging threats, and best practices through newsletters and alerts.</li> </ul>"
  },
  {
    "order": 69, 
    "layout": "col-1",
    "title": "Application Screening",
    "subheader":"Valuing Your Customer's Privacy",
    "col1": "<h4>Existing Philippine Laws and Regulations in Data Privacy</h4> <h5>Data Privacy Act of 2012</h5> <p>The Data Privacy Act of 2012 in the Philippines is a comprehensive legislation aimed at protecting the privacy of individuals and ensuring the free flow of information while safeguarding personal data. It establishes guidelines for the collection, processing, storage, and sharing of personal information by both public and private entities. The Act mandates the appointment of a Data Protection Officer, requires organizations to implement security measures to protect personal data, and grants individuals rights over their data, including the right to access, correct, and erase their information. It also creates the National Privacy Commission to oversee compliance and enforce the law, imposing penalties for violations to promote accountability and transparency in data handling practices.</p><br/> <p>Full transcript of R.A. 10173, known as the Data Privacy Act of 2012, is viewable and accessible through the National Privacy Commission's site.</p>"
  },
  {
    "order": 70, 
    "layout": "col-1",
    "title": "Application Screening",
    "subheader":"Valuing Your Customer's Privacy",
    "col1": "<h4>Existing Philippine Laws and Regulations in Data Privacy</h4> <h5>Consumer Protection Standards</h5> <p>The Consumer Protection Standards issued by the Bangko Sentral ng Pilipinas (BSP) aim to enhance consumer protection in the financial sector by establishing a framework that promotes fair treatment, transparency, and accountability among financial institutions. These standards require institutions to provide clear and accurate information about their products and services, ensure responsible lending practices, and implement effective complaint resolution mechanisms. Additionally, the BSP emphasizes the importance of financial literacy and consumer education to empower individuals in making informed financial decisions. Overall, the standards seek to foster a safe and secure financial environment that prioritizes consumer rights and welfare.</p><br/> <p>Full transcript of the 1002 Consumer Protection Standards section is viewable and accessible through BSP's site.</p>"
  },
  {
    "order": 71, 
    "layout": "col-1",
    "title": "Application Screening",
    "subheader":"Valuing Your Customer's Privacy",
    "col1": "<h4>Existing Philippine Laws and Regulations in Data Privacy</h4> <h5>Regulations on Financial Consumer Protection to lmplement Republic Act No.11765, otherwise known as the “Financial Products and Services Consumer Protection Act”</h5> <p>This policy ensures that appropriate mechanisms are in place to protect the interest of consumers of financial products and services under the conditions of transparency, fair and sound market conduct and effective handling of Financial Consumer disputes, aligned with global best practices. Moreover, the Framework shall implement measures to protect the following rights of Financial Consumers:</p> <ul> <li>Right to equitable and fair treatment;</li> <li>Right to disclosure and transparency of financial products and services;</li> <li>Right to protection of consumer assets against fraud and misuse;</li> <li>Right to data privacy and protection; and</li> <li>Right to timely handling and redress of complaints</li> </ul> <p>The Framework establishes the guidelines and expectations from Bangko Sentral-Supervised lnstitutions (BSls) to institutionalize consumer protection as an integral component of corporate governance and culture as well as risk management. The objective of the Framework is for BSls to manage risks and potential harms to Financial Consumers, prevent unfair business practices, achieve fair and beneficial consumer outcomes and empower Financial Consumers to make better and informed financial decisions. These mechanisms reinforce confidence in the financial market and foster the stability of the Philippine financial system.</p><br/> <p>Full transcript of the BSP Circular 1160 on Financial Consumer Protection is viewable and accessible through BSP's site.</p>"
  },
  {
    "order": 72, 
    "layout": "col-1",
    "title": "Application Screening",
    "subheader":"Valuing Your Customer's Privacy",
    "col1": "<h4>Existing Philippine Laws and Regulations in Data Privacy</h4> <h5>Truth in Lending Act</h5> <p>Republic Act No. 3765, also known as the “Truth in Lending Act,”  was enacted in the Philippines to promote transparency and protect consumers in credit transactions. The law requires lenders to provide clear and accurate information about the terms and conditions of loans, including the total cost of credit, interest rates, and any associated fees. It mandates that all credit agreements be in writing and that borrowers receive a copy of the agreement, ensuring they are fully informed before entering into any financial commitment. The Act aims to prevent deceptive lending practices and empower consumers to make informed decisions regarding their financial obligations.</p><br/> <p>Full transcript of R.A. 3764, known as the Truth in Lending Act, is viewable and accessible through BSP's site.</p>"
  },
  { 
    "order": 73,
    "title": "Knowledge Check",
    "body": "<p>What are the three stages of money laundering in chronological order?</p>",
    "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
    "q_field_type": "single_select" ,
          "q_selection": [{
            "A": "Integration, Placement, Layering",
            "B": "Placement, Layering, Integration",
            "C": "Placement, Layering, Integrating",
            "D": "Placing, Layering, Integrating"
          }],
          "q_answer": "B"
  },
  {
    "order": 74,
    "title": "Lesson Summary",
    "body": "<h2>Congratulations on completing Lesson 2 of this module!</h2> <p>Now that you have completed this lesson, you should be able to:</p> <ul> <li>Articulate the key components of the Know Your Customer (KYC) process, including customer identification, verification, and risk assessment, in compliance with regulatory requirements.</li> <li>Develop an understanding of the effective customer screening techniques and strategies in maintaining robust customer due diligence (CDD) programs.</li> <li>Describe the main types of financial crimes and understand their implications for financial institutions.</li> <li>Recognize the stages of money laundering typologies and the associated risks and will be equipped to implement effective fraud detection measures using AI and machine learning technologies.</li> <li>Gain insights into the importance of robust fraud detection strategies and the role of ongoing monitoring and risk assessment in mitigating financial crime risks within banking operations.</li> <li>Define data security and data privacy and understand its importance in protecting customer information.</li> <li>Discover effective consent mechanisms, authentication, and authorization processes to ensure a secure onboarding experience while complying with data protection regulations.</li> </ul>",
    "image":"src/assets/img/general images/LessonSummary.jpg"
  },
  {
    "order": 75,
    "title": "Module Summary",
    "body": "<p>Now that you have completed this module, you should be able to</p> <ul> <li>Identify and list the minimum information and documentary requirements necessary for customer due diligence in accordance with the BSP Manual of Regulations for Banks, ensuring compliance with regulatory standards.</li> <li>Understand the distinction between mandatory and optional fields in application forms, emphasizing their importance in regulatory compliance and enhancing the overall user experience during the onboarding process.</li> <li>Develop systematic procedures for verifying the identity of new individual customers and juridical entities, ensuring thorough checks are in place to mitigate risks during the onboarding process.</li> <li>The key eligibility criteria required for customer onboarding in banking and financial institutions and implement systematic procedures for assessing customer eligibility to improve risk management and personalize services.</li> <li>Gain insights into the significance of robust fraud detection strategies, ongoing monitoring, and risk assessment in mitigating financial crime risks, while also understanding data security and privacy measures to protect customer information during the onboarding experience.</li> </ul>", 
    "image":"src/assets/img/general images/ModuleSummary.jpg"
  },
  {
    "order": 76,
    "title": "Module Completion",
    "subheader": "Congratulations on completing the module on New Application and Screening in Onboarding!",
    "body": "<p>We hope this module has provided you with valuable insights and practical skills to effectively navigate the complexities of customer onboarding in compliance with Philippine laws and regulations. As you move forward, remember the importance of developing systematic procedures for verifying customer identities and assessing eligibility to enhance risk management and personalize services. The knowledge gained about robust fraud detection strategies, ongoing monitoring, and risk assessment will be crucial in mitigating financial crime risks, while your understanding of data security and privacy measures will help protect customer information throughout the onboarding process. We encourage you to apply these learnings in your professional practice to foster a secure and compliant onboarding experience.</p> <p>We trust this module has equipped you with the knowledge in innovating your digital customer onboarding process.</p>",
    "image": "src/assets/img/general images/ModuleCompletion.jpg"
  },
  {
    "order": 77,
    "title": "Module Post-Examination",
    "exams": [{
    "exam_id": 10,
          "title": "Module Post-Examination",
          "body": "This assessment is designed to test your knowledge. Results of this  assessment will be used to structure the workshop.",
          "questions": [{
                "q_number": 1,
                "q_statement": "<p>This is committed by any person who converts, transfers, disposes of, moves, acquires, possesses or uses monetary instrument or property that relates to the proceeds of any unlawful activity.</p>",
                "q_field_type": "single_select" ,
                "q_selection": [{
                      "A": "Cybercrime",
                      "B": "Money Laundering",
                      "C": "Corruption",
                      "D": "Tax Evasion"
                    }],
                "q_answer": "B"
          },
          {
                "q_number": 2,
                "q_statement": "<p>This focuses on integrating components or functionalities across the same hierarchical level within the system architecture.</p>",
                "q_field_type": "single_select" ,
                "q_selection": [{
                    "A": "Vertical Integration",
                    "B": "Horizontal Integration",
                    "C": "Star Integration",
                    "D": "Diagonal Integration"
                }], 
                "q_answer": "B"   
          },
          {
                "q_number": 3,
                "q_statement": "<p>This outlines how a covered person plans to tackle the risks of money laundering and terrorism financing that may reasonably affect their business or organization.</p>",
                "q_field_type": "single_select",
                "q_selection": [{
                    "A": "Customer Identification and Verification Guidelines",
                    "B": "Terrorism Financing Prevention and Suppression",
                    "C": "Intelligent Document Processing",
                    "D": "Money Laundering and Terrorist Financing Prevention Program "
                }],
                "q_answer": "D"
            }]
        }]
    }]               
}]