[{
    "id": 1,
    "moduleId": "PMFIDS_PM",
    "moduleName": "Project Management Fundamentals, Tools, and Techniques",
    "type": "course",
    "sections": [
      {
        "order": 1,
        "title": "Module Introduction",
        "subheader": "Welcome to the WBL (Web-Based Learning) module on Project Management Fundamentals, Tools, and Techniques!",
        "body": "This module is designed to provide you with a comprehensive understanding of project management, project management functions, tools, techniques, and frameworks, and project lifecycle",
        "image": "src/assets/img/general images/ModuleIntroduction.jpg"
      },
      {
        "order": 2,
        "title": "Module Pre-Examination",
        "exams": [
          {
            "exam_id": 1,
            "title": "Module Pre-examination",
            "body": "This assessment is designed to test your knowledge. Results of this  assessment will be used to structure the workshop.",
            "questions": [
              {
                "q_number": 1,
                "q_statement": "BSO Unibank is considering to initiate a project, to align stakeholder expectations and prepare the detailed plans for the project, what kind of document should the project team must create?",
                "q_field_type": "single_select",
                "q_selection": [
                  {
                    "A": "RAID Log",
                    "B": "Budget Outline",
                    "C": "Project Charter",
                    "D": "RACI Matrix"
                  }
                ],
                "q_answer": "C"
              },
              {
                "q_number": 2,
                "q_statement": "Projects an be initiated for various reasons, usually when there is a ___________.",
                "q_field_type": "single_select",
                "q_selection": [
                  {
                    "A": "Incoming budget",
                    "B": "Need for a change",
                    "C": "Customer demands",
                    "D": "Peer pressure"
                  }
                ],
                "q_answer": "B"
              },
              {
                "q_number": 3,
                "q_statement": "A good, solid plan answers several questions related to the following aspects of a project: (Select all that apply)",
                "q_field_type": "multi_select",
                "q_selection": [
                  {
                    "A": "How much time do we have to finish the tasks?",
                    "B": "What are the roles and responsibilities of people involved in the project?",
                    "C": "What are the rationale, goals, and objectives of the project?",
                    "D": "All of the above"
                  }
                ],
                "q_answer": "D"
              },
              {
                "q_number": 4,
                "q_statement": "Which of the following describes Issue Management?, Select the correct option and then select Submit",
                "q_field_type": "single_select",
                "q_selection": [
                  {
                    "A": "The process helps the project team to understand what to do with issues once identified. The Project Manager should ensure that the project team has the required skills to facilitate the movement of an issue throughout the process.",
                    "B": "It allows the project team to document, proactively account for, and address items interrelated with the project.",
                    "C": "When effectively employed, stakeholder management is critical to the success of a project.",
                    "D": "None of the above"
                  }
                ],
                "q_answer": "A"
              },
              {
                "q_number": 5,
                "q_statement": "Which of the following project management functions is primarily focused on managing and “picking” the right project team?",
                "q_field_type": "single_select",
                "q_selection": [
                  {
                    "A": "Risk Management",
                    "B": "Stakeholder Management",
                    "C": "Quality Management",
                    "D": "Resource Management"
                  }
                ],
                "q_answer": "D"
              },
              {
                "q_number": 6,
                "q_statement": "Milestones are meaningful when communicating the ____________ with the project team, key stakeholders, and sponsors.",
                "q_field_type": "single_select",
                "q_selection": [
                  {
                    "A": "status of the project",
                    "B": "iteration of planning",
                    "C": "beginning and end of the project",
                    "D": "target audience"
                  }
                ],
                "q_answer": "A"
              },
              {
                "q_number": 7,
                "q_statement": "Which of the following most accurately describes a “project”?",
                "q_field_type": "single_select",
                "q_selection": [
                  {
                    "A": "A temporary endeavor undertaken with a defined beginning and end in time, defined scope and resources to create a singular unique product, service or result.",
                    "B": "A defined set of tasks and activities that deliver products or services.",
                    "C": "A profitable, contractual, business commitment with a client to deliver specific services that address their issues and meet shared expectations of quality and value.",
                    "D": "Any engagement, program, or contract that delivers client services."
                  }
                ],
                "q_answer": "A"
              }
            ]
          }
        ]
      },
      {
        "order": 3,
        "title": "Module Credit and Completion Requirements and Learning Objective",
        "body": "<h2>Credit and Completion Requirements</h2><ul><li>To receive proper learning credit and achieve the learning objectives, you must not skip any screens</li><li>Complete all interactions</li><li>Complete all practice questions</li><li>Pass the final assessment with at least 70%</li><li>You must complete the assessment alone. Using answers received from others, including any form of artificial intelligence, to complete an assessment is cheating.</li></ul><br /><p>Please note that this learning will expire by April 25, 2025. You must complete and pass all of the scored portions of this module within this period, or your related learning progress will be removed.</p><h2>Module Learning Objectives</h2><p>Upon successful completion of the module, you will be able to:</p> <ul> <li>Familiarize with common project management terms and methodologies including fundamentals, tools, skills, techniques, roles, and responsibilities</li> <li>Understand the different phases of a project: initiation, planning, execution, monitoring and controlling, and closing</li> <li>Recognize the key activities, deliverables, and goals for each phase</li> <li>To be equipped with the foundational knowledge needed to initiate, plan, execute, and close projects successfully</li></ul>",
        "image":"src/assets/img/general images/CreditCompletionLearningObjectives.jpg"
      },
      {
        "order": 4,
        "title": "Project Management Fundamentals, Tools, and Techniques Lessons",
        "subheader": "Overview of Project Management",
        "body": "<h4>Module Overview</h4> <h5>Learning Objective</h5> <p>At the end of this lesson, you will be able to:</p> <ul> <li>Identify what defines a project</li> <li>Recognize what is Project Management Triangle, its purpose, and importance</li> </ul>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order4.jpg"
      },
      {
        "order": 5,
        "layout": "col-2",
        "col1": " <h1>Defining “Project”</h1><ul> <li>A project is a temporary endeavor undertaken to create a unique product, service or result.</li> <li> A project is temporary in that it has a defined beginning and end in time, and therefore defined scope and resources.</li> <li>A project is distinct from routine operations and has a singular goal.</li> </ul>",
        "col2": "<h1>What is Project Management?</h1><div><div><img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order5_0.jpg'/></div><div><h2>Project Management Institute</h2></div></div></br><img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order5_1.jpg'/><p>The application of knowledge, skills, tools, and techniques to project activities to meet project requirements.</p><img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order5_2.jpg'/><p>The practice of planning, organizing, and executing the tasks needed to turn a brilliant idea into a tangible product, service, or deliverable.</p><img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order5_3.jpg'/><p>The discipline revolving around the execution of a project throughout its lifecycle.</p>"
      },
      {
        "order": 6,
        "title": "Knowledge Check",
        "body": "Which of the following most accurately describes a “project”?",
        "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
        "q_field_type": "single_select",
        "q_selection": [
          {
            "A": "Temporary endeavor undertaken with a defined beginning and end in time, defined scope and resources to create a singular unique product, service or result. ",
            "B": "A defined set of tasks and activities that deliver products or services.",
            "C": "A profitable, contractual, business commitment with a client to deliver specific services that address their issues and meet shared expectations of quality and value.",
            "D": "Any engagement, program, or contract that delivers client services."
          }
        ],
        "q_answer": "A"
      },
      {
        "order": 7,
        "title": "Project Management Triangle",
        "body": "Changes to any of the three constrained elements — Scope, Cost or Time — results in changes to the other two due to their interdependent relationship.",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order7.jpg"
      },
      {
        "order": 8,
        "title": "Knowledge Check",
        "body": "What are the three primary constraints of the project management triangle?",
        "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
        "q_field_type": "single_select",
        "q_selection": [
          {
            "A": "Resources, Schedule, Quality",
            "B": "Quality, Time, Budget",
            "C": "Scope, Time, Cost",
            "D": "Scope, Quality, Budget"
          }
        ],
        "q_answer": "C"
      },
      {
        "order": 9,
        "title": "Lesson Summary",
        "body": "<h2>Congratulations on completing Lesson 1 of this module!</h2> <p>Now that you have completed this lesson, you should be able to:</p> <ul> <li>Define what is project and project management.</li> <li>Identify the three constraints of project management triangle and its importance to a project.</li> </ul>",
        "image":"src/assets/img/general images/LessonSummary.jpg"
      },
      {
        "order": 10,
        "title": "Project Management Fundamentals, Tools, and Techniques Lessons",
        "subheader": " Project Management Functions",
        "body": "<h4>Module Overview</h4><h5>Learning Objective</h5> <p>At the end of this lesson, you will be able to:</p> <ul> <li>Understand different members of a project team</li> <li>Define what is project management functions and its different components</li> <li>Identify the roles, responsibilities and benefits of PMO</li> </ul>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order10.jpg"
      },
      {
        "order": 11,
        "layout": "col-2",
        "title": "Members of a Project Team",
        "col1": "<h2>Project Sponsor</h2> <p>Overall accountable for the project success.</p> <ul> <li>Ensure the project's strategic significance.</li> <li>Provide approval and funding for the project.</li> <li>Promote support by key stakeholders.</li> <li>Support broad authority for project manager and team.</li></ul><h2>Project Manager</h2> <p>Execution of the project and link between the strategy and the team.</p> <ul> <li>Satisfy the needs of the project.</li> <li>Focuses on specified project objectives.</li> <li>Controls the assigned project resources to meet project objectives.</li> <li>Manages the constraints of individual projects.</li> </ul> <h2>Project Management Office (PMO)</h2><p>Implementation of project management framework and maintains standards for project management.</p> <ul> <li>Manages major program changes.</li> <li>Identifies and develops project management methodology, best practices, and standards.</li> </ul>",
        "col2": "<h2>Functional Leads/Team Leaders</h2> <p>OResponsible for a particular area of concern, typically based on a set of related skills, processes or specific subject area.</p> <ul> <li>Focused on providing management oversight for a functional or a business unit.</li> <li>Monitors team’s progress on achieving project milestones and provides expertise where needed.</li> </ul> <h2>Project Team/Team Members</h2> <p>Responsible for the quality of the output relevant to undertaking.</p> <ul> <li>Address various stakeholder needs, concerns and expectations.</li> <li>Integrate people and activities to perform project work according to approved plan.</li> <li>Conduct and administer procurement.</li> <li>Deliver project benefits and outcomes.</li></ul>"
      },
      {
        "order": 12,
        "layout": "col-3",
        "title": "Project Management Functions",
        "col1": "<p>Project Managers are primarily responsible in planning and orchestrating the activities needed to deliver the scope of the project while making sure that things are on time and budget.</p> <p>In some cases, a PMO is established to support effective project delivery.</p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order12.jpg'> <p>As Project Managers, you are responsible in terms of planning and orchestrating the activities needed to deliver the projects. Revisiting the 3 project management constraints earlier, a Project Manager must ensure that they are delivering the project within scope, within the agreed timeline, and cost.</p> <p>However, you must also remember that managing a project is more than being a Project Coordinator, as Project Managers - your roles and responsibilities goes beyond and deeper than overseeing the project – managing a project requires making the right decisions, giving the right guidance and leadership in challenging situations.</p>",
        "col2": "<h2>The Project Management Office (PMO)</h2> <p>The PMO maintains control over the administration of the project by:</p> <ul> <li>Setting up proper governance structures, and; </li> <li>Establishing processes, methodologies and standards to monitor and accelerate project progress</li> </ul> <br/>",
        "col3": "<h2>Benefits of a PMO</h2> <ul> <li>Facilitate effective communication across project teams, project leadership and stakeholders. </li> <li> Facilitate the active and timely involvement of all stakeholders to the program to align outcomes with program objectives</li> <li>Centralized creation and communication of project plan providing a structured and transparent view of activities with milestones to achieve desired results. </li> <li>Focused management of budget, resources, scope and timelines throughout the project lifecycle. </li> <li>Proactive identification, assessment, reporting and mitigation of risks and issue</li> </ul>"
      },
      {
        "order": 13,
        "title": "Knowledge Check",
        "body": "Which of the following project management functions is primarily focused on managing and “picking” the right project team?",
        "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
        "q_field_type": "single_select",
        "q_selection": [
          {
            "A": "Risk Management",
            "B": "Stakeholder Management",
            "C": "Quality management",
            "D": "Resource Management"
          }
        ],
        "q_answer": "C"
      },
      {
        "order": 14,
        "title": "Knowledge Check",
        "body": "Which of the following is NOT a project management function?",
        "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
        "q_field_type": "single_select",
        "q_selection": [
          {
            "A": "Plan & deliverable management",
            "B": "Change Control",
            "C": "Quality management",
            "D": "Dependency management"
          }
        ],
        "q_answer": "C"
      },
      {
        "order": 15,
        "title": "Lesson Summary",
        "body": "<h2>Congratulations on completing  Lesson 2 of this module!</h2> <p>Now that you have completed this lesson, you should be able to:</p> <ul> <li>Differentiate members of a project team</li><li>Define what is project management functions and its different components</li><li>Identify the roles, responsibilities and benefits of PMO.</li></ul>",
        "image":"src/assets/img/general images/LessonSummary.jpg"
      },
      {
        "order": 16,
        "title": "Project Management Fundamentals, Tools, and Techniques Lessons",
        "subheader": "Tools, Techniques, and Frameworks",
        "body": "<h4>Module Overview</h4> <h5>Learning Objective</h5> <p>At the end of this lesson, you will be able to:</p><ul> <li>Identify what are project management methods</li> <li>What are waterfall, agile, and hybrid project management approaches</li> </ul>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order16.jpg"
      },
      {
        "order": 17,
        "layout": "col-3",
        "title": "Project Management Tools, Techniques, and Frameworks",
        "col1": "<h2>What is the Project Management Method?</h2> <p>The Project Management Method is a Consulting method that describes a process-based approach to plan, coordinate and control the execution of our services at the project level. </p> <h2>Waterfall Methodology</h2> <p>Traditional project management methodologies often follow a very linear and sequential approach. The scope and requirements are defined at the very beginning, and any changes to the defined scope must be reassessed and analyzed. </p> <h2>Agile Methodology</h2> <p>Agile methodologies, however, follows an iterative and “growing” approach. It welcomes frequently changing requirements and builds upon the collaboration and creativity of the team. </p>",
        "col2": "<h2>Popular Agile Approaches</h2> <p>Agile is an umbrella term for various types of software development approaches. </p> <p>Below are some of the most common practices used by agile practitioners </p> <br/> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order17_0.jpg'> <h4>Scrum</h4> <p>Scrum is a project management approach that anchors itself on teamwork, accountability and iterative progress toward a well-defined goal. Customers or stakeholders are actively involved in each sprint (fixed timeframes to deliver a feature) </p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order17_1.jpg'> <h4>Kanban</h4> <p>Kanban is a framework that requires real-time communication of capacity and full transparency of work. Work items are presented visually on what is called a “Kanban board. </p>",
        "col3": "<img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order17_2.jpg'><h4>Lean Software Development (LSD)</h4><p>Lean Software Development (LSD) is an approach derived from the Lean Management. It is where the team produces a bare minimum version of a product, gathers feedback from users, and iterates it based on what they need and don’t need.</p>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order17_3.jpg"
      },
      {
        "order": 18,
        "title": "Project Management Tools, Techniques, and Frameworks",
        "subheader": "Hybrid Approach",
        "body": "The hybrid approach is a combination of waterfall (traditional) and agile (adaptive) project management methodologies.",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order18.jpg"
      },
      {
        "order": 19,
        "title": "Knowledge Check",
        "body": "The Agile Methodology is best described by which of the following statements? (Select all that apply and then select Submit.)",
        "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
        "q_field_type": "multi_select",
        "q_selection": [
          {
            "A": "A consulting method that describes a process-based approach to plan, coordinate and control the execution of our services at the project level.",
            "B": "It welcomes frequently changing requirements and builds upon the collaboration and creativity of the team.",
            "C": "It follows an iterative and “growing” approach.",
            "D": "Traditional project management methodologies often follow a very linear and sequential approach."
          }
        ],
        "q_answer": "B, C"
      },
      {
        "order": 20,
        "title": "Knowledge Check",
        "body": "Which of the following best describes the statement “It is where the team produces a bare minimum version of a product, gathers feedback from users, and iterates it based on what they need and don not need”?",
        "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
        "q_field_type": "single_select",
        "q_selection": [
          {
            "A": "SCRUM Approach",
            "B": "Kanban Approach",
            "C": "Hybrid Methodology",
            "D": "Lean Software Development Approach"
          }
        ],
        "q_answer": "D"
      },
      {
        "order": 21,
        "title": "Learning Summary",
        "body": "<h2>Congratulations on completing  Lesson 2 of this module!</h2> <p>Now that you have completed this lesson, you should be able to:</p> <ul> <li>What are project management methods</li> <li>What are waterfall, agile, and hybrid project management approaches.</li></ul>",
        "image":"src/assets/img/general images/LessonSummary.jpg"
      },
      {
        "order": 22,
        "title": "Project Management Fundamentals, Tools, and Techniques Lessons",
        "subheader": "Project Lifecycle",
        "body": "<h4>Module Overview</h4> <h5>Learning Objective</h5> <p>At the end of this lesson, you will be able to:</p> <ul> <li>Recognize what is project lifecycle</li> <li>Identify different phases of project lifecycle and its components</li> <li>Manage end-to-end project cycle from initiation to closing, as well as in performing the execution of the project and continuous monitoring and control of the project</li></ul>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order22.jpg"
      },
      {
        "order": 23,
        "layout": "col-3",
        "title": "The Project Lifecycle",
        "subheader": "Phase 1: Initiation",
        "col1": "<p>Projects can be initiated for various reasons, usually when there is a need for a change due to regulations, legislations, customer demands, strategy, cost pressures or combination of these. </p> <br/> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order23_1.jpg'><br/> <p>Projects start when a question needs to be answered, a challenge needs to be overcome or there is a need to pursue an improvement initiative. These examples show that many of our projects get their start through changes in regulations, legislation, customer demands, strategy, cost pressures or a combination of them. </p>",
        "col2": "<p>Projects can be initiated for various reasons, usually when there is a need for a change due to regulations, legislations, customer demands, strategy, cost pressures or combination of these. </p> <h2>Regulations</h2> <ul> <li>There is a new banking regulation that requires us to perform a new set of processes.</li> </ul> <h2>Legislations</h2> <ul> <li>Recent legislation changes require us to safeguard our customer data using certain protections.</li> </ul> <h2>Customer Demands</h2> <ul> <li>Customers demand new innovative designs — we need to develop a new camera for mobile devices. </li> </ul>",
        "col3": "<h2>Strategy</h2><ul> <li>The company is expanding into a new region, we need to update our business strategy.</li> </ul> <h2>Cost Pressures</h2> <ul> <li>Our new products are costly. We need to reduce our costs to improve our profits.</li> </ul>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order23_2.jpg"
      },
      {
        "order": 24,
        "title": "The Initiation Phase",
        "body": "During Initiation Phase, we define a new project or a new phase of an existing project by obtaining authorization to start the project. Project’s scope and objectives are defined at this stage so that the benefits and outcomes of the project are achieved by the close of the project. One usual output of project initiation phase is a Project Charter.",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order24.jpg"
      },
      {
        "order": 25,
        "title": "Knowledge Check",
        "body": "Which of the following best describes the purpose of the Initiate phase?",
        "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
        "q_field_type": "single_select",
        "q_selection": [
          {
            "A": "Financial resources are committed",
            "B": "Define a new project or a new phase of an existing project",
            "C": "Producing a project workplan",
            "D": "Creation of a stakeholder analysis"
          }
        ],
        "q_answer": "B"
      },
      {
        "order": 26,
        "title": "Project Charter",
        "body": "<p>Project Charter formally documents the overall objectives and scope of the project, as well as the general providing summary information on key aspects of the project.​ </p> <p>The process of creating the Project Charter serves to align stakeholder expectations and is used as foundation for preparing detailed plans all throughout the project lifecycle. When the project charter is approved, the project becomes officially authorized. </p> <br/> <p>Key components of a project charter: </p> <ul> <li>Project goals and objectives</li> <li>Project background</li> <li>Clearly defined project scope</li> <li>Project governance</li> <li>Key stakeholders</li> <li>Project deliverable and key milestones</li> <li>Summary of critical risks, assumptions and constraints</li> <li>High level cost-estimate</li> </ul>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order26.jpg"
      },
      {
        "order": 27,
        "layout": "col-1",
        "body": "<h1>Framing a Project: Key Questions</h1> <p>A complete understanding of what lies below the surface of a project is critical to a successful project initiation and eventually a successful project outcome.</p> <p>The following questions can be used to help you, and your team understand the ins and outs of a project:</p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order27_1.jpg'> <h1>Answering with an iterative cycle</h1> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order27_2.jpg'>"
      },
      {
        "order": 28,
        "title": "O-D-W Principle",
        "body": "<p>The O-D-W principle is a key approach for developing an emergent high-level plan, which is then revisited in subsequent phases for further development and refinement of a detailed / robust project plan. A thorough understanding and focus on O-D-W keeps the work of the project aligned with the overall business needs and outcomes. </p> <p>During this early stage of project lifecycle, limited information may be available for answering detailed questions regarding the project. Establishing baseline understanding will help provide a measurement of the project’s progress and success. </p>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order28.jpg"
      },
      {
        "order": 29,
        "title": "Knowledge Check",
        "body": "In O-D-W Principle, what questions corresponds to “Objectives”?",
        "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
        "q_field_type": "single_select",
        "q_selection": [
          {
            "A": "How will the project objectives serve the business objectives?",
            "B": "What work plan tasks are required to create all the project deliverables",
            "C": "What are the business objectives?",
            "D": "None of the above"
          }
        ],
        "q_answer": "C"
      },
      {
        "order": 30,
        "title": "RACI Matrix",
        "body": "<p>The RACI Matrix is a simple charting tool used to define responsibility for each task within a project. It ensures that each task is assigned to the appropriate person or department to align responsibilities and set clear expectations. </p> <p>RACI is an acronym with each letter representing a different role to perform. </p> <h2>Responsible</h2> <p>DOER</p> <ul> <li>The responsible employee physically does the work. </li> <li>Who is assigned to work on this task?​​</li> </ul> <h2>Accountable</h2> <p>OWNER</p> <ul> <li>The accountable employee oversees the work and is ultimately answerable for the activity or decision. </li> <li>Who has the authority to sign off the work?</li> </ul> <h2>Consulted</h2> <p>IN THE LOOP</p> <ul> <li>The consulted employee offers advice or feedback to improve the work.​ </li> <li>Who can tell me more about this task?​</li> </ul> <h2>Informed</h2> <p>IN THE PICTURE</p> <ul> <li>The informed party does not take part in the work but should be notified of the results. </li> <li>Who must be kept updated about the progress?​​</li> </ul>"      
      },
      {
        "order": 31,
        "layout": "col-3",
        "title": "Project Initiation Phase: Summary",
        "col1": "<img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order31_1.jpg'><h2>Purpose</h2><p>Define a new project or a new phase of an existing project </p> ",
        "col2": "<img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order31_2.jpg'> <h2>Key Activities</h2> <ul> <li>Define high-level project objectives, scope and outcome </li> <li>Define preliminary project schedule, approach, cost estimate and risks</li> <li>Identify planning resources</li> </ul>",
        "col3": " <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order31_3.jpg'><h2>Key Outputs</h2> <ul> <li>Project Charter </li> <li>Sponsor Approval</li> <li>Identified planning phase resources</li> <li>Stakeholder register</li></ul>"
      },
      {
        "order": 32,
        "title": "Knowledge Check",
        "body": "Which of the RACI Matrix acronym can answer the question, “Who can tell me more about this task”?",
        "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
        "q_field_type": "single_select",
        "q_selection": [
          {
            "A": "Accountable",
            "B": "Responsible",
            "C": "Informed",
            "D": "Consulted"
          }
        ],
        "q_answer": "D"
      },
      {
        "order": 33,
        "title": "The Project Lifecycle",
        "subheader": "Phase 2: Planning",
        "body": "<p>Planning is an iterative process, and planning activities and outcomes mature and evolve as the project moves through the project lifecycle. </p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order33_1.jpg'> <p>Planning is an iterative process, with its activities and outcomes being refined throughout the duration of the project. </p> <p>As defined by the Project Management Body of Knowledge (PMBOK), a plan is a formal, approved document used to guide both project execution and project control. The primary uses of the project plan are to document planning assumptions and decisions, facilitate communication among project stakeholders and document approved scope, cost and schedule baselines. A project plan may be summarized or detailed. </p> <p>Given the importance of planning and the complexity and duration of projects and programs, it is important that plans can be easily understood and reviewed. Projects will use two types of plans or planning tools ... a high-level milestone plan, and a detailed plan to monitor and report progress. </p> <p>Larger projects or programs are likely to have multiple, detailed project plans at any given time that are intended for particular workstreams or sub-projects. </p>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order33_0.jpg"
      },
      {
        "order": 34,
        "layout": "col-2",
        "col1": "<img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order34_0.jpg'> <h2>What is a plan?</h2> <ul> <li>A formal, approved document used to guide both project execution and project control.</li> <li>Used to document planning assumptions and decisions, facilitate communication among project stakeholders and document approved scope, cost and schedule baselines.</li> <li>May be summarized or detailed.</li> </ul>",
        "col2": "<img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order34_1.jpg'> <h2>The Planning Phase</h2> <p>The Plan phase takes available information and assembles it into a feasible project work plan to achieve client outcomes. </p> <p>During this phase we establish the scope of the project, refine the objectives, and define the module of action required to attain the objectives that the project is undertaken to achieve.</p>"
      },
      {
        "order": 35,
        "layout": "col-2",
        "col1": "<h1>Building a Robust Project Plan</h1><p>A good, solid plan answers several questions related to the following aspects of a project:</p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order35_0.jpg'>",
        "col2": "<h1>ODW: developing the workplan</h1><p>Objectives, Deliverables and Workplan (or ODW) is an acronym that deserves regular attention and repetition from a Project Manager, especially during the Plan phase. Much of the attention during the Initiate phase is focused on the Objectives and high-level deliverables. </p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order35_1.jpg'> <p>During the Plan phase, further refinement of the deliverables and concentrated attention is spent on the Workplan. Continuing to use the ODW principle enables the Project Manager to remain on-track and aligned with the already-established scope, goals and objectives of the project. </p>"
      },
      {
        "order": 36,
        "title": "Five steps crucial to planning",
        "body": "<h2>Activity definition</h2> <ul> <li>Identifying the specific activities that must be performed to produce the project deliverables identified in the work breakdown structure (WBS) </li> </ul> <h2>Activity sequencing</h2> <ul> <li>Arranging the activities to reflect their logical sequence and dependencies </li> </ul> <h2>Activity effort and duration estimating</h2> <ul> <li>Estimating effort and duration required to complete individual activities </li> </ul> <h2>Schedule development</h2> <ul> <li>Calculating a project schedule using the activities, their dependencies, resource assignments and estimated duration </li> </ul> <h2>Critical path identification (Critical Path Method or CPM)</h2> <ul> <li>The longest path of activities through the network that has no “float” or “slack,” i.e., any delay to the activities on this path delay the entire project </li> <li>The critical path determines the duration of the project</li> </ul>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order36.jpg"
      },
      {
        "order": 37,
        "layout": "col-2",
        "title": "Six-steps — the ODW way",
        "col1": "<img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order28.jpg'><h2>Develop the Work Breakdown Structure (WBS)</h2> <ul> <li>Review project objectives and input materials</li> <li>Determine WBS approach</li> <li>Create WBS hierarchy</li> <li>Check WBS for coverage of project objectives</li> </ul> <h2>Estimate the work effort</h2> <ul> <li>Define activities</li> <li>Develop initial sequence of activities</li> <li>Estimate amount of work</li> </ul> <h2>Assign resources and costs</h2> <ul> <li>Assign project team roles and costs to tasks</li> <li>Determine other types and costs of resources for each task (e.g., equipment, tools, facilities and expenses)</li> </ul>",
        "col2": "<img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order37.jpg'> <h2>Develop milestones</h2> <ul> <li>Identify a set of chronological milestones to serve as reference points </li> <li>Identify target date and define milestone completion criteria</li> </ul> <h2>Develop the project schedule</h2> <ul> <li>Select scheduling tool </li> <li>Transform WBS into project activities</li> <li>Define activity dependences and determine critical path</li> <li>Assign resources and costs</li> </ul> <h2>Create a baseline and track the project plan</h2> <ul> <li>Baseline project plan for cost and schedule tracking </li> <li>Begin tracking project weekly</li> <li>Use Estimate to Complete (ETC) techniques</li> </ul>"
      },
      {
        "order": 38,
        "layout": "col-2",
        "title": "Plan Development",
        "col1": "<h1>Plan Development</h1><img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order38_0.jpg'><p>Each iteration of planning goes from a high-level strategic focus to a tactical, activity, and task focus. </p> <p>Key notes to consider when developing a project plan: </p> <ul> <li>A plan should have a target beginning and end, with each activity/task connected to one another </li> <li>Different types of plan are created for different purposes </li> <li>Level of details in the plan can be adjusted based on target audience </li> </ul><p>Milestones are meaningful when communicating the status of a project with the project team, key stakeholders, and sponsors.</p> <p>A milestone is reached, when at least one of the following is true:</p><img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order38_1.jpg'>",
        "col2": "<h1>Six-steps to development</h1> <p>There are six steps to develop a robust workplan using the ODW way:</p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order38_2.jpg'>"
      },
      {
        "order": 39,
        "layout": "col-3",
        "title": "Work Breakdown Structure",
        "col1": "<p>A Work Breakdown Structure (WBS) is a listing of the discrete steps of work to be executed by a project team, described with an action orientation.</p> <p>WBS helps clarify the tasks to be delivered on a project over a scheduled period of time.</p>",
        "col2": "<p>The WBS provides a common framework from which:</p> <ul> <li>Scope can be managed</li> <li>Planning can be performed</li> <li>Costs and budgets can be established</li> <li>Schedule, cost and performance metrics can be tracked.</li> <li>Objectives can be linked to resources in a logical manner.</li> <li>Schedules and progress reporting procedures can be established.</li> <li>Schedule dependency, network construction and control planning can be initiated.</li> <li>Responsibility for each element can be established. </li> </ul>",
        "col3": "<p>The following can be used as inputs to assist with creating WBS: </p> <ul> <li>Methodology</li> <li>Statement of Work (SOW)</li> <li>Business case</li> <li>Project proposal or Project charter</li> <li>Engagement letter</li> <li>Previously issued reports (finding and recommendation, improvement materials, etc.)</li> </ul> <p>Work that is not in the WBS is outside the scope of the project.</p> <p>A WBS serves as a hierarchical decomposition of all work that must be performed to achieve the objectives of the project. The deliverable‐oriented structures can be developed from the top down or from the bottom up.</p>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order39.jpg"
      },
      {
        "order": 40,
        "title": "Knowledge Check",
        "body": "Scenario: A PM and CEO agreed to appoint a Senior person to take on the role of the Sponsor. The challenge is the Sponsor has very little time available, and it is not one of his KPIs., Select the correct option and then select Submit, How do you manage this situation?",
        "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
        "q_field_type": "single_select",
        "q_selection": [
          {
            "A": "Escalate issue to the CEO as this could jeopardize the project.",
            "B": "Try to manage the role with Sponsor to ensure no issues are raised for the employee.",
            "C": "Act as Sponsor and enable him/her for the OPCO meetings.",
            "D": "Do nothing. Get on with the project and ensure it's delivered on time and on budget."
          }
        ],
        "q_answer": "B"
      },
      {
        "order": 41,
        "layout": "col-3",
        "title": "Estimating Work Effort",
        "col1": "<p>Estimate the work effort: </p> <ul> <li>Follows WBS development approach of top-down or bottom-up</li> <li>Technique used may vary based upon several factors, including size, scope and complexity of the project</li> </ul>",
        "col2": "<p>Important Points: </p> <ul> <li>Estimating is an integral part of Project Management.</li> <li>The objective is to generate quantifiable estimates, along with associated assumptions and risks, which represent the effort and cost for a set of activities needed to produce deliverables.</li> <li>Accurate estimates are critical to the success of a project. The best source of an estimate is to look at history. Remember, accuracy in estimating means being close not exact.</li> <li>Good estimates do not guarantee a successful project, however bad estimates virtually guarantee failure.</li> </ul>",
        "col3": "<ul> <li>Provide a quantitative assessment of the number of work periods to complete an activity</li> <li>Provide range of uncertainty when estimating an activity (2 weeks +/- 2 days)</li> <li>Document assumptions made to derive the estimates</li> <li>Update the activity list with any further breakdowns as a result of the duration estimates</li> </ul> <ul> <li>Project scope and clear work breakdown structure are defined </li> <li>Base quantities of deliverables and activities are identified and documented</li> <li>Auditable and repeatable estimating process</li> <li>Underlying project assumptions are well defined and documented</li> <li>Uncertainties are understood, documented and incorporated</li> <li>It passes the “reasonability” test for feasibility/sensibility</li> <li>Agreement/buy-in from the team</li> </ul>",
        "image": "img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order41.jpg'"
      },
      {
        "order": 42,
        "layout": "col-2",
        "col1": "<h2>Estimate the Resources and Costs</h2> <ul> <li>Estimating resources and cost — experience, practice and guidance</li> <li>Project Managers seek guidance on estimating method to be used from the practice leaders</li> </ul> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order42.jpg'>",
        "col2": "<h2>Assigning Resources and Delegation</h2> <p>Assignment is the matchmaking of a resource to a task in a project plan</p> <br/> <p>Assigning resources allows you to answer </p> <ul> <li>Who should be working on what task and when? </li> <li>Have you assigned so many tasks that a resource is beyond capacity?</li> <li>Are you expecting a resource to work on a task when they are not available?</li> <li>Assigning a resource to a task enables you to track the progress of the resource’s work on the task.</li> </ul> <br/> <p>Delegation is deciding the right person accompanied with responsibility and accountability to deliver a work effort</p> <p>Revisit your project plan when delegating tasks</p> <br/> <ul> <li>What is the activity all about?</li> <li>What needs to be delivered?</li> <li>When do you expect to start and complete?</li> <li>Are there any dependencies to consider?</li> <li>Who are your workstream members?</li> </ul> <p>Delegating effectively empowers your team to gain control, hone their skills, and develop sense of autonomy.</p>"
      },
      {
        "order": 43,
        "layout": "col-1",
        "title": "Milestones defined",
        "body": "<p>A milestone marks a point in time for which one or more of the following is true:</p> <ul> <li>Marks the completion of a group of related activities or deliverables</li> <li>Is where key decisions or key deliverables must be completed for the project to advance</li> <li>Is generally on a critical path for the project’s completion</li> <li>Can be tied to another project such that achievement of one of your project’s milestones may impact progress on other projects</li> <li>Is agreed upon with the project team, key stakeholders and sponsors</li> <li>Is meaningful when communicating the status of a project with the project team, key stakeholders and sponsors; Milestones establish a commitment between the project sponsor and project team</li> </ul> <p>Benefits of using Milestones: </p> <ul> <li>Ease and simplify communication across the Project Sponsor, Project Team, and PMO</li> <li>Create high-level visibility</li> <li>Create high-level accountability</li> <li>Ensure facilitated agreement at all levels</li> <li>Ensure clear understanding of the milestone’s intent</li> <li>Support metrics</li> </ul> <p>Defining Milestones</p> <ul> <li>Milestones are most effective when all parties with a stake in the project are involved in their selection.</li> <li>Review project objectives and schedule</li> <li>Draft milestones with project team</li> <li>Review and update milestones with project sponsor</li> <li>Receive approval from project sponsor</li> <li>Track and monitor milestones against project plan</li> </ul>"
      },
      {
        "order": 44,
        "title": "Critical Path Method",
        "body": "<p>Critical Path Method or CPM is used to build, calculate, and evaluate the plan’s activities and timing. The CPM is used to evaluate and optimize project plans.</p> <p>Critical Path is a series of tasks that will extend the project’s end date, if those tasks are delayed. These tasks have a single, pre-determined time estimate. It can also be explained as the longest-duration path through a network diagram and determines the shortest time to complete the project.</p> <p>It is worth noting that there may be tasks with a Float/Stack value which allows for a task to be delayed from its expected start date, but without impact to the project’s finish date.</p> <h2>Critical Path Method: Sample</h2> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order44_1.jpg'>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order44_0.jpg"
      },
      {
        "order": 45,
        "body": "<h2>Baseline and track the project plan</h2> <p></p> <ul> <li>Baseline a project to track the iterative changes and impacts to time, scope and cost</li> <li>Baselines are a snapshot of the project attributes at a certain time</li> <li>Project Management tools and applications can compare later changes to initial baseline conditions</li> <li>Differences between the baseline and later versions can help Project Managers adjust or recover the plan </li> <li>Baseline tracking contributes to continuous improvement of project planning in the specific environment</li> </ul> <h2>The Project Plan is ready for a baseline when:</h2> <p></p> <ul> <li>The Project Manager has received all estimate and schedule inputs from team and has drafted the Project Plan and Schedule.</li> <li>The Project Manager has met with the team, reviewed the plan and obtained buy-in for the plan.</li> <li>The Project Manager has met and discussed the team’s proposed plan with executive leadership and receives approval or “sign off”.</li> <li>The Project Manager has met with the PMO to review and obtain sign off on the plan. </li> <li>All team, leadership and client changes are included in the plan.</li> </ul>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order45.jpg"
      },
      {
        "order": 46,
        "layout": "col-2",
        "title": "Creating a Project Plan",
        "col1": "<p>A Project Plan is a documented plan critical to tracking progress and reporting status. It describes how the project will be executed, monitored, and controlled.</p> <p>This plan is a summary level document containing the results of planning. It serves as a complement to the Project Charter and represents a more detailed view of specific work streams and activities conducted during the project.</p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order46.jpg'>",
        "col2": "<p>Columns Defined:</p><ul><li>Workstream - The name of the group for which specific developed and assigned.</li><li>Activity - A brief note about work to be performed.</li> <li>Dependency - A relationship in which a task is connected or reliant on another task for execution or completion.</li> <li>Deliverable/Milestone - The finished work product resulting from a process (deliverable); or a significant point, occurrence or outcome in the project (milestone).</li> <li>Status – Following the RAG principle for the 3 main status</li> </ul>"
      },
      {
        "order": 47,
        "title": "Creating a Project Plan",
        "body": "<p>Individual supporting plans or work products are created to supplement the overall Project Plan baseline. Each supporting plan is created to document baseline data and/or changes and updates for reference.</p> <br/> <h2>Communications Management Plan</h2> <ul> <li>component of the project management plan that describes how project communications will be planned, structured, monitored, and controlled</li> </ul> <h2>Stakeholder Engagement Plan</h2> <ul> <li>component of the project management plan and identifies the management strategies required to effectively engage stakeholders. The stakeholder management plan can be formal or informal, highly detailed or broadly framed, based on the needs of the project</li> </ul> <h2>Scope Management Plan</h2> <ul> <li>describes how the project scope will be planned, structured, and controlled</li> </ul> <h2>Change Control Plan</h2> <ul> <li>sets expectations on how the approach to changes will be managed, what defines a change, the purpose and role of the change control board, and the overall change management process</li> </ul> <h2>Risk Management Plan</h2> <ul> <li>component of the project management plan and describes how risk management activities will be structured and performed</li> </ul> <h2>Schedule Management Plan</h2> <ul> <li>establishes the criteria and the activities for developing, monitoring, and controlling the schedule</li> </ul><h2>Summary Project Plan</h2>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order47.jpg'> "
      },
      {
        "order": 48,
        "layout": "col-3",
        "title": "Project Planning Phase: Summary",
        "col1": "<img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order31_1.jpg'><h2>Purpose</h2><p>Establish the scope of the project, refine the objectives, and define the module of action required to attain the objectives that the project is undertaken to achieve</p> ",
        "col2": "<img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order31_2.jpg'> <h2>Key Activities</h2> <ul> <li>Work Breakdown Structure </li> <li>Project Roadmaps and Milestones</li> <li>Project Risks, Issues, Dependencies</li> </ul>",
        "col3": " <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order31_3.jpg'><h2>Key Outputs</h2> <ul> <li>Project Plan</li> <li>Stakeholder Register</li></ul>"
      },
      {
        "order": 49,
        "title": "The Project Lifecycle",
        "subheader": "Phase 3: The Execution Phase",
        "body": "<p>The Execute, and the Monitor and Control phases focus on task delivery and project oversight. These two phases are nearly always simultaneous, but each has a distinct purpose and objective. Monitor and Control provides oversight of the Plan, the Execute and the Close phases.</p> <br/> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order49_1.jpg'> <br/> <h2>Execute</h2> <p>The Execute phase consists of those processes that are performed to complete the work defined in the Project Management plan to satisfy the project specifications. This process involves coordinating with people and resources, managing stakeholder expectations, as well as integrating and performing the activities of the project in accordance with the Project Management plan.</p> <h2>Monitor and Control</h2> <p>The Monitor and Control phase consists of those processes required to track, review and orchestrate the progress and performance of the project; identify any areas in which changes to the plan are required and initiate the corresponding changes.</p>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order49_0.jpg"
      },
      {
        "order": 50,
        "layout": "col-2",
        "col1": "<h1>Leading the work</h1> <p>“Successful Project Managers are managers who practice both strong management skills and effective leadership skills.” Reference: Kumar, Victoria (2009).PMI Global Congress 2009.</p> <p>This assertion is especially important during the execution of the project work</p> <p>Project Managers must lead the team by:</p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order50_0.jpg'>",
        "col2": "<h1>Project execution</h1> <p>Since changes will happen during project execution. Project Managers must manage the delivery of the work while leading the team and stakeholders through changes to the project triangle.</p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order50_1.jpg'>"
      },
      {
        "order": 51,
        "title": "Knowledge Check",
        "body": "Which of the following options best describes the Execute phase of a project?",
        "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
        "q_field_type": "single_select",
        "q_selection": [
          {
            "A": "The phase that contains the tracking, reporting and identification of project progress",
            "B": "The phase that determines and documents the goals and objectives of the project",
            "C": "The phase that defines the work breakdown structure",
            "D": "The phase that coordinates and performs the activities and tasks directly related to completion of project activities."
          }
        ],
        "q_answer": "D"
      },
      {
        "order": 52,
        "layout": "col-2",
        "col1": "<h1>Key Differences Between Waterfall and Agile Project Management</h1> <p>PMOs that are experimenting with Agile often find that a Hybrid approach can be most effective to accelerate traditional Waterfall projects while Agile principles are becoming fully understood and implemented. </p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order52_0.jpg'>",
        "col2": "<h1>Role of the PMO</h1> <p>The Project Management Office (PMO) is the control room for managing project control processes for large projects or programs.</p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order52_1.jpg'>"
      },
      {
        "order": 53,
        "layout": "col-3",
        "title": "Project Execution Phase: Summary",
        "col1": "<img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order31_1.jpg'> <h2>PURPOSE</h2> <ul> <li>Deliver the work defined in the project management plan to satisfy the project specifications</li> </ul>", 
        "col2": "<img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order31_2.jpg'> <h2>Key Activities</h2> <ul> <li>Work Breakdown Structure </li> <li>Project Roadmaps and Milestones</li> <li>Project Risks, Issues, Dependencies</li> </ul>",
        "col3": "<img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order31_3.jpg'> <h2>KEY OUTPUTS</h2><ul><li>Issue/Risk Register</li> <li>Risk Management Plan </li> </ul>"
      },
      {
        "order": 54,
        "title": "The Project Lifecycle",
        "subheader": "Phase 4: Monitoring & Control",
        "body": "<p>The Monitor and Control phase consists of:</p> <ul> <li>Processes required to track, review and orchestrate the progress and performance of the project</li> <li>Identify any areas in which changes to the plan are required</li> <li>Initiate the corresponding changes</li> </ul> <p>Aim of the Phase: Provide critical visibility and insight to project against plan and initiate corrective action as needed.</p> <br/> <h2>KEY BENEFITS</h2> <ul> <li>Project performance is measured and analyzed at regular intervals, appropriate events</li> <li>Able to identify variances from the project management plan.</li> </ul> <h2>KEY ACTIVITIES</h2> <ul> <li>Control changes and recommend actions (preventive or corrective)</li> <li>Monitor ongoing activities and gauge against project performance measures.</li> <li>Maintain project change control processes.</li> </ul>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order54.jpg"
      },
      {
        "order": 55,
        "layout": "col-3",
        "col1": "<h1>Monitoring and controlling projects using stakeholder management and governance</h1><p>Effective Governance Program:</p> <br/> <h2>Structure and roles</h2> <ul> <li>Key roles, e.g. sponsor</li> <li>Forums, e.g., steering committee</li> </ul> <h2>Control processes</h2> <ul> <li>Risk and issue management</li> <li>Budget management</li> <li>Schedule and dependency control</li> <li>Change control</li> <li>Resource and vendor management</li> <li>Quality assurance</li> </ul> <h2>Performance dashboard</h2> <ul> <li>Project progress and status reporting</li> <li>Phase gate and milestone reporting</li> <li>Benefits and outcomes tracking</li> </ul>",
        "col2": "<h1>Monitoring and controlling projects when events change plans</h1><p>When the plan gets challenged, you need to return to the key project questions drilled out from the Initiate and Plan and captured in the associated artifacts. </p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order55_0.jpg'> <p> Challenges to the original assumptions for the project may come early in the stakeholder management efforts. And as a result, the Project Manager must return to the key project questions asked during the Initiate and Plan phases — Why? What? When? How? And Who? </p> <p>This emphasizes the need for the Project Manager to maintain and re-visit the documentation and the artifacts, created during the preceding phases of the project, including a re-check and calibration with the objective, deliverables, workplan or ODW framework for these challenges </p>",
        "col3": "<h1>Monitoring and Control Phase</h1> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order55_1.jpg'>"
      },
      {
        "order": 56,
        "layout": "col-2",
        "col1": "<h1>Stakeholder management: who are the stakeholders?</h1> <p>Stakeholders are a range of people who have a vested interest in the project’s progress and success.</p> <ul> <li>Benefit or are impacted directly or indirectly from the change or project outcomes; Behavior’s may need to change</li> <li>Influence the people involved in the project</li> <li>Control resources and commodities needed to carry out the project tasks and activities</li> <li>Heavily influence others who are affected by the project’s outcomes</li> </ul> <p>Stakeholders are a range of people who have a vested interest in the project’s progress and success.</p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order56.jpg'>",
        "col2": "<h1>Importance of effective Stakeholder Management</h1> <p>When effectively employed, stakeholder management is critical to a project’s success.</p> <ul> <li>Achievement of strategic objectives through positive relationships with stakeholders</li> <li>Proactive management of expectations through a defined process</li> <li>Consistent communications use and information dissemination using a common language</li> <li>Effective Change Management activities using a formalized process and discipline</li> </ul>"
      },
      {
        "order": 57,
        "layout": "col-3",
        "col1": "<h1>Stakeholder management and the Project Manager</h1> <p>Apply a structured approach to understanding what information each stakeholder needs and how best to communicate it to them.</p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order57_0.jpg'>",
        "col2": "<h1>Stakeholder Management</h1> <p>It is important to communicate and work well with your stakeholders’ needs and expectations and address issues as they occur. When effectively employed, stakeholder management is critical to a project’s success.</p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order57_1.jpg'>",
        "col3": "<h1>Determining the stakeholders’ role</h1><p>The RACI Matrix is a simple charting tool used to define responsibility for each task within a project. It ensures that each task is assigned to the appropriate person or department to align responsibilities and set clear expectations. </p> <p>RACI is an acronym with each letter representing a different role to perform. </p> <br/> <h2>Responsible</h2> <p>DOER</p> <ul> <li>The responsible employee physically does the work. </li> <li>Who is assigned to work on this task?​​</li> </ul> <h2>Accountable</h2> <p>OWNER</p> <ul> <li>The accountable employee oversees the work and is ultimately answerable for the activity or decision. </li> <li>Who has the authority to sign off the work?</li> </ul> <h2>Consulted</h2> <p>IN THE LOOP</p> <ul> <li>The consulted employee offers advice or feedback to improve the work.​ </li> <li>Who can tell me more about this task?​</li> </ul> <h2>Informed</h2> <p>IN THE PICTURE</p> <ul> <li>The informed party does not take part in the work but should be notified of the results. </li> <li>Who must be kept updated about the progress?​​</li> </ul>"
      },
      {
        "order": 58,
        "title": "The project manager and governance",
        "body": "Planning effective governance structure and practices sets up the project for success.",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order58.jpg"
      },
      {
        "order": 59,
        "layout": "col-3",
        "title": "Risks, Assumptions, Issues, and Dependencies (RAID)",
        "col1": "<p>The RAID matrix allows the project team to document, proactively account for, and address items interrelated with the project.</p> <p>The staff on a project is often responsible for identifying the risks and helping to complete the RAID tool.</p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order59_0.jpg'>",
        "col2": "<p>Unlike risks and issues, assumptions and dependencies in the RAID log are documented instances where the project has determined that there is an assumption or dependency which exists, so that in the process of resolving issues or mitigating risks, these factors are not missed — and can be incorporated into the solution.</p><img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order59_1.jpg'>",
        "col3": "<p>Sample RAID Log</p><img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order59_2.jpg'>"
      },
      {
        "order": 60,
        "title": "Your Response to Risks identified",
        "body": "As we assess the risk, we should also consider balancing cost, time, and scope of the project.",
        "list1": "ACCEPT - It might not always be cost-effective to avoid, transfer, or mitigate all risks, at some point a certain level of risk must be accepted.; AVOID - Risk avoidance is the simplest response strategy – basically this involves just not going forward with the activity that posed the risk.; TRANSFER - Risk transfer strategies seek to pass the risk off to a third party.; MITIGATE - Risk mitigation involves trying to reduce an existing risk.",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order60.jpg"
      },
      {
        "order": 61,
        "layout": "col-1",
        "title": "Issue Management",
        "body": "<p>This issue lifecycle is straightforward. The process helps the project team to understand what to do with issues once identified. The Project Manager should ensure that the project team has the required skills to facilitate the movement of an issue throughout the process.</p><img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order61.jpg'><p>Project Managers should be able to answer the following questions regarding issue control:</p><ul><li>Who will be assigned for resolving the issue?</li><li>How will the team know when to escalate an issue to management or the steering committee?</li><li>Consider creating a matrix of potential business impact versus issue complexity to help decide which issues should be taken to higher levels of management.</li><li>Which criteria will determine an issue's priority status?</li><li>Who will set the target resolution date?; How will issues be communicated within the team?</li></ul>"
      },
      {
        "order": 62,
        "layout": "col-2",
        "title": "Project Status Report",
        "col1": "<p>Status Report is a summary of an ongoing project performance information for a specific period of time. It is regularly updated and presented to key stakeholders and sponsor all throughout the execution of a project. </p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order62_0.jpg'> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order62_1.jpg'>",
        "col2": "<p>Timeline, Cost, and Scope changes typically happen during Execution. A Project Manager must be prepared to manage the delivery of the work while leading the team through the process of adjusting the work plan and resetting expectations as the work develops.</p> <p>A Project Manager should also continuously refresh and affirm many of the tasks, inputs and outputs in all of the phases from Initiate through Monitor and Control. </p> <p>Some of the foundational documents will need updating throughout the project, and sometimes a formal Change Request is needed.</p> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order50_1.jpg'>"
      },
      {
        "order": 63,
        "title": "Knowledge Check",
        "body": "What is the significance of a status report?",
        "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
        "q_field_type": "single_select",
        "q_selection": [
          {
            "A": "The process helps the project team to understand what to do with issues once identified.",
            "B": "A summary of an ongoing project performance information for a specific period of time.",
            "C": "Risk transfer strategies seek to pass the risk off to a third party",
            "D": "Events that will have an adverse impact on your project if they occur."
          }
        ],
        "q_answer": "B"
      },
      {
        "order": 64,
        "layout": "col-3",
        "title": "Project Monitoring & Control Phase: Summary",
        "col1": "<img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order31_1.jpg'> <h2>PURPOSE</h2> <ul> <li>Track, review, and regulate the progress and performance of the project; identify any areas in which changes to the plan are required; and initiate the corresponding changes</li> </ul>", 
        "col2": "<img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order31_2.jpg'> <h2>Key Activities</h2> <ul> <li>Work Breakdown Structure </li> <li>Project Roadmaps and Milestones</li> <li>Project Risks, Issues, Dependencies</li> </ul>",
        "col3": "<img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order31_3.jpg'> <h2>KEY OUTPUTS</h2> <ul> <li>Risk Register</li> <li>Status Report</li> </ul>"
      },
      {
        "order": 65,
        "layout": "col-2",
        "title": "The Project Lifecycle",
        "subheader": "Phase 5: Closing",
        "col1": "<h1>Closing Phase</h1><p>Closing the project consists of those processes performed to conclude all activities and formally complete the project, phase, or contractual obligations. </p> <p>This activity, when completed, verifies that the defined processes are completed within to close the project or a project phase, as appropriate, and formally establishes that the project or project phase is complete.​</p><img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order107.jpg'>",
        "col2": "<p>IMPORTANT OUTPUT</p> <ul> <li>Accepted deliverables</li> <li>Supplier contract close document</li> <li>Corrective actions</li> <li>Team performance assessments</li> <li>Documented lessons learned</li> <li>Team resources released</li> <li>Project close report</li> </ul> <p>Additional BG Voice: The key activities of the Close phase include:</p> <ul> <li>Confirming project outcomes have been achieved</li> <li>Conducting a project close meeting</li> <li>Conducting a team debrief</li> <li>Releasing project resources</li> <li>Performing the administrative close</li> <li>Conducting knowledge management activity</li> </ul> <p>Ultimately, the key outputs from the Close phase result in the end of the project. Before that can happen, though, the Project Manager must assure that the final outputs are complete, as necessary. These are:</p> <ul> <li>Accepted Deliverables</li> <li>Corrective Actions</li> <li>Documented Lessons Learned</li> <li>Project Close Document</li> <li>Supplier Contract Close Document</li> <li>Team Performance Assessments</li> <li>Team Resources Released</li> </ul> <img src='src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order108.jpg'>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order65.jpg"
      },
      {
        "order": 66,
        "title": "Project team debrief and lessons learned",
        "body": "<p>Elements of a good project team debrief include:</p> <ul> <li>Input from all teams (including client members, if appropriate)</li> <li>Clear expectations of transparency</li> <li>Discussion addresses mobilization, communications, planning, quality, resourcing and teaming</li> <li>Team members are prepared to share observations of lessons learned</li> </ul> <p>Capturing lessons learned</p> <ul> <li>What worked well and why?</li> <li>What did not work well and why?</li> <li>How could the team do better next time?</li> </ul>",
        "image": "src/assets/img/project_management/Project Fundamentals/PMFIDS_PM_PFTT_order66.jpg"
      },
      {
        "order": 67,
        "layout": "col-1",
        "title": "Project Close Report",
        "body": "<p>Summarizes the overall performance of a project against objectives, deliverables, and milestones. Includes a simplified view of any remaining outstanding issues and variance analysis in project scope, time, and cost.</p> <ul> <li>Executive Summary – Provides a brief overview of the project, its objectives, and high-level outcomes</li> <li>Project Objectives – Be specific about any deviations from the original objectives.</li> <li>Scope – highlight any scope creep or changes in the project</li> <li>Deliverables – we can group them into milestones and highlight specific challenges</li> <li>Successes – discuss any notable milestones and accomplishments</li> <li>Challenges – discuss here how these challenges were addressed</li> <li>Lessons learned – Explain and discuss how these lessons can be applied to future projects</li> <li>Risk Management – also mention if they materialized or not</li> <li>Quality and performance – you may explain here the project’s quality control process</li> <li>Recommendations – this is an opportunity to discuss future pursuits or projects</li> </ul> <p>The Project Manager presents the final report to the client project sponsor and other key stakeholders and must obtain an approval to close the project. </p> <p>If there are outstanding issues preventing the sponsor from approving the close, the Project Manager and sponsor should create an action plan with a planned completion date.</p>"
      },
      {
        "order": 68,
        "title": "Lesson Summary",
        "body": "<h2>Congratulations on completing Lesson 4 of this course!</h2> <p>Now that you have completed this lesson, you should be able to:</p> <ul> <li>What is project lifecycle</li> <li>Different phases of project lifecycle and its components</li><li>Manage end-to-end project cycle from initiation to closing, as well as in performing the execution of the project and continuous monitoring and control of the project</li> </ul>",
        "image":"src/assets/img/general images/LessonSummary.jpg"
      },
      {
        "order": 69,
        "title": "Module Summary",
        "body": "<p>Now that you have completed this course, you should be able to</p><ul> <li>Define what is project and project management</li> <li>Identify the three constraints of project management triangle and its importance to a project.</li> <li>What are project management methods</li> <li>What are waterfall, agile, and hybrid project management approaches.</li> <li>Tools, Techniques, and Frameworks</li> <li>What is project lifecycle</li> <li>Different phases of project lifecycle and its components</li> <li>Manage end-to-end project cycle from initiation to closing, as well as in performing the execution of the project and continuous monitoring and control of the project.</li> </ul>",
        "image":"src/assets/img/general images/ModuleSummary.jpg"
      },
      {
        "order": 70,
        "title": "Module Completion",
        "body": "<h4>Congratulations on completing the Project Management Fundamentals, Tools, and Techniques Lessons module!</h4><p>You've now gained a solid understanding of the essential terms and concepts, as well as the practical skills needed to effectively manage budgets and control costs.</p><br /><p>As you move forward, remember that the principles and strategies you've learned here are vital tools for ensuring the financial health and success of any project or organization. By applying these techniques, you'll be better equipped to make informed financial decisions, forecast cash flow accurately, and address potential issues proactively.</p><br /><p>We hope this module has empowered you with the knowledge and confidence to tackle any financial challenge that comes your way. Keep honing your skills, stay diligent in your financial planning, and continue to strive for excellence in budget and cost management.</p>",
        "image":"src/assets/img/general images/ModuleCompletion.jpg"
      },
      {
        "order": 71,
        "title": "Module Post-Examination",
        "exams": [
          {
            "exam_id": 1,
            "title": "Module Post-examination",
            "body": "This assessment is designed to test your knowledge. Results of this  assessment will be used to structure the workshop.",
            "questions": [
              {
                "q_number": 1,
                "q_statement": "Which of the following are important output in Closing phase? (Select all that apply)",
                "q_field_type": "multi_select",
                "q_selection": [
                  {
                    "A": "Supplier contract close document",
                    "B": "Team performance assessments",
                    "C": "Team resources released",
                    "D": "None of the above"
                  }
                ],
                "q_answer": "A, B, C"
              },
              {
                "q_number": 2,
                "q_statement": "A good, solid plan answers several questions related to the following aspects of a project: (Select all that apply)",
                "q_field_type": "multi_select",
                "q_selection": [
                  {
                    "A": "How much time do we have to finish the tasks?",
                    "B": "What are the roles and responsibilities of people involved in the project?",
                    "C": "What are the rationale, goals, and objectives of the project?",
                    "D": "All of the above"
                  }
                ],
                "q_answer": "D"
              },
              {
                "q_number": 3,
                "q_statement": "Projects can be initiated for various reasons, usually when there is a _____________.",
                "q_field_type": "single_select",
                "q_selection": [
                  {
                    "A": "Incoming budget",
                    "B": "Need for a change",
                    "C": "Customer demands",
                    "D": "Peer pressure"
                  }
                ],
                "q_answer": "B"
              },
              {
                "q_number": 4,
                "q_statement": "Milestones are meaningful when communicating the ____________ with the project team, key stakeholders, and sponsors.",
                "q_field_type": "single_select",
                "q_selection": [
                  {
                    "A": "status of the project",
                    "B": "iteration of planning",
                    "C": "beginning and end of the project",
                    "D": "target audience"
                  }
                ],
                "q_answer": "A"
              },
              {
                "q_number": 5,
                "q_statement": "Who is the accountable employee who oversees the work and is ultimately responsible for the activity or decision?",
                "q_field_type": "single_select",
                "q_selection": [
                  {
                    "A": "Doer",
                    "B": "Owner",
                    "C": "In the loop",
                    "D": "In the picture"
                  }
                ],
                "q_answer": "B"
              },
              {
                "q_number": 6,
                "q_statement": "What principle is a key approach for developing an emergent high-level paln, which is then revisited in subsequent phases for further development and refinement of a detailed or robust project plan?",
                "q_field_type": "single_select",
                "q_selection": [
                  {
                    "A": "Roadmap",
                    "B": "Business Case",
                    "C": "RACI Matrix",
                    "D": "ODW Principle"
                  }
                ],
                "q_answer": "D"
              },
              {
                "q_number": 7,
                "q_statement": "Critical Path Method or CPM is used to ______, ______, and ______ the plan's activities and timing. The CPM is used to evaluate and optimize project plans. (Select all that apply)",
                "q_field_type": "multi_select",
                "q_selection": [
                  {
                    "A": "Build",
                    "B": "Evaluate",
                    "C": "Milestones",
                    "D": "Calculate"
                  }
                ],
                "q_answer": "A, B, D"
              }
            ]
          }
        ]
      }
    ]
  }
]


