[{
  "id": 1,
  "moduleId": "PMFIDS_PM",
  "moduleName": "Project Management Fundamentals, Tools, and Techniques",
  "type": "course",
  "sections": [
    {
      "order": 1,
      "title": "Module Introduction",
      "subheader": "Welcome to the WBL (Web-Based Learning) module on Project Management Fundamentals, Tools, and Techniques!",
      "body": "This module is designed to provide you with a comprehensive understanding of project management, project management functions, tools, techniques, and frameworks, and project lifecycle",
      "image": "public/src/assets/img/general images/ModuleIntroduction.jpg"
    },
    {
      "order": 2,
      "title": "Module Pre-Examination",
      "exams": [
        {
          "exam_id": 1,
          "title": "Module Pre-examination",
          "body": "This assessment is designed to test your knowledge. Results of this  assessment will be used to structure the workshop.",
          "questions": [
            {
              "q_number": 1,
              "q_statement": "ABC Company is considering to initiate a project, to align stakeholder expectations and prepare the detailed plans for the project, what kind of document should the project team create",
              "q_field_type": "single_select",
              "q_selection": [
                {
                  "A": "RAID Log",
                  "B": "Budget Outline",
                  "C": "Project Charter",
                  "D": "RACI Matrix"
                }
              ],
              "q_answer": "C"
            },
            {
              "q_number": 2,
              "q_statement": "Projects can be initiated for various reasons, usually when there is a ___________.",
              "q_field_type": "single_select",
              "q_selection": [
                {
                  "A": "Incoming budget",
                  "B": "Need for a change",
                  "C": "Customer demands",
                  "D": "Peer pressure"
                }
              ],
              "q_answer": "B"
            },
            {
              "q_number": 3,
              "q_statement": "A good, solid plan answers several questions related to the following aspects of a project: (Select all that apply)",
              "q_field_type": "multi_select",
              "q_selection": [
                {
                  "A": "How much time do we have to finish the tasks?",
                  "B": "What are the roles and responsibilities of people involved in the project?",
                  "C": "What are the rationale, goals, and objectives of the project?",
                  "D": "All of the above"
                }
              ],
              "q_answer": "D"
            },
            {
              "q_number": 4,
              "q_statement": "Which of the following describes Issue Management?",
              "q_field_type": "single_select",
              "q_selection": [
                {
                  "A": "The process helps the project team to understand what to do with issues once identified. The Project Manager should ensure that the project team has the required skills to facilitate the movement of an issue throughout the process.",
                  "B": "It allows the project team to document, proactively account for, and address items interrelated with the project.",
                  "C": "When effectively employed, stakeholder management is critical to the success of a project.",
                  "D": "None of the above"
                }
              ],
              "q_answer": "A"
            },
            {
              "q_number": 5,
              "q_statement": "Which of the following project management functions is primarily focused on managing and “picking” the right project team?",
              "q_field_type": "single_select",
              "q_selection": [
                {
                  "A": "Risk Management",
                  "B": "Stakeholder Management",
                  "C": "Quality Management",
                  "D": "Resource Management"
                }
              ],
              "q_answer": "D"
            },
            {
              "q_number": 6,
              "q_statement": "Milestones are meaningful when communicating the ____________ with the project team, key stakeholders, and sponsors.",
              "q_field_type": "single_select",
              "q_selection": [
                {
                  "A": "status of the project",
                  "B": "iteration of planning",
                  "C": "beginning and end of the project",
                  "D": "target audience"
                }
              ],
              "q_answer": "A"
            },
            {
              "q_number": 7,
              "q_statement": "Which of the following most accurately describes a “project”?",
              "q_field_type": "single_select",
              "q_selection": [
                {
                  "A": "A temporary endeavor undertaken with a defined beginning and end in time, defined scope and resources to create a singular unique product, service or result.",
                  "B": "A defined set of tasks and activities that deliver products or services.",
                  "C": "A profitable, contractual, business commitment with a client to deliver specific services that address their issues and meet shared expectations of quality and value.",
                  "D": "Any engagement, program, or contract that delivers client services."
                }
              ],
              "q_answer": "A"
            }
          ]
        }
      ]
    },
    {
      "order": 3,
      "title": "Module Credit and Completion Requirements and Learning Objective",
      "body": "<h4>Credit and Completion Requirements</h4><p>To successfully earn credit and meet the learning objectives of this Web-Based Learning Application, it is essential to engage with every page, complete all knowledge checks, and complete the initial and final assessment independently. The assessment will require a 70% passing rate and while you are encouraged to refer to your notes of the course content during the assessment, any form of cheating is discouraged. Please also note that this course will expire by April 25, 2025.</p><h4>Module Learning Objectives</h4><p>Upon successful completion of the module, you will be able to:</p> <ul>  <li>Familiarize with common project management terms and methodologies including fundamentals, tools, skills, techniques, roles, and responsibilities.</li> <li>Understand the different phases of a project: initiation, planning, execution, monitoring and controlling, and closing</li> <li>Recognize the key activities, deliverables, and goals for each phase</li> <li>To be equipped with the foundational knowledge needed to initiate, plan, execute, and close projects successfully</li></ul>",
      "image":"public/src/assets/img/general images/CreditCompletionLearningObjectives.jpg"
    },
    {
      "order": 4,
      "title": "Project Management Fundamentals, Tools, and Techniques Lessons",
      "subheader": "Overview of Project Management",
      "body": "<h4>Learning Objective</h4> <p>At the end of this lesson, you will be able to:</p> <ul> <li>Identify what defines a project</li> <li>Recognize what is Project Management Triangle, its purpose, and importance</li> </ul>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order4.jpg"
    },
    {
      "order": 5,
      "layout": "image righthand portion", 
      "title": "Overview of Project Management", 
      "subheader": "Defining Project Management Through the Project Management Triangle", 
      "body": "<p>A project is defined as a temporary, goal-driven endeavor with a defined scope and resources, distinct from routine operations, aimed at delivering a unique outcome.</p> <p>The <b>Project Management Institute (PMI)</b> defines Project Management as the disciplined application of knowledge, skills, tools, and techniques to plan, organize, and execute tasks throughout a project's lifecycle to meet its requirements and deliver tangible outcomes</p> <h4>The Project Management Triangle</h4> <ul> <li>Illustrates the changes to any of the three constrained elements — Scope, Cost or Time — results in changes to the other two due to their interdependent relationship.</li> <li>The calibration of Cost, Scope, Time – varies depending on scenario/driver.</li> </ul>", 
      "image": "public/src/assets/img/project_management/Project Fundamentals/order5.jpg"
    },
    {
      "order": 6,
      "title": "Knowledge Check",
      "body": "Which of the following most accurately describes a “project”?",
      "image":"public/src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "single_select",
      "q_selection": [
        {
          "A": "A temporary endeavor undertaken with a defined beginning and end in time, defined scope and resources to create a singular unique product, service or result. ",
          "B": "A defined set of tasks and activities that deliver products or services.",
          "C": "A profitable, contractual, business commitment with a client to deliver specific services that address their issues and meet shared expectations of quality and value.",
          "D": "Any engagement, program, or contract that delivers client services."
        }
      ],
      "q_answer": "A"
    },
    {
      "order": 7,
      "title": "Knowledge Check",
      "body": "What are the three primary constraints of the project management triangle?",
      "image":"public/src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "single_select",
      "q_selection": [
        {
          "A": "Resources, Schedule, Quality",
          "B": "Quality, Time, Budget",
          "C": "Scope, Time, Cost",
          "D": "Scope, Quality, Budget"
        }
      ],
      "q_answer": "C"
    },
    {
      "order": 8,
      "title": "Lesson Summary",
      "body": "<h4>Congratulations on completing Lesson 1 of this module!</h4> <p>Now that you have completed this lesson, you should be able to:</p> <ul> <li>Define what is project and project management.</li> <li>Identify the three constraints of project management triangle and its importance to a project.</li> </ul>",
      "image":"public/src/assets/img/general images/LessonSummary.jpg"
    },
    {
      "order": 9,
      "title": "Project Management Fundamentals, Tools, and Techniques Lessons",
      "subheader": " Project Management Functions",
      "body": "<h4>Learning Objective</h4> <p>At the end of this lesson, you will be able to:</p> <ul> <li>Understand different members of a project team</li> <li>Define what is project management functions and its different components</li> <li>Identify the roles, responsibilities and benefits of PMO</li> </ul>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order10.jpg"
    },
    {
      "order": 10,
      "layout": "col-2",
      "title": "Project Team, Project Manager, and Project Management Office (PMO)",
      "col1": "<h4>Members of a Project Team</h4> <ul> <li><b>Project Sponsor</b> - is accountable for the project's success, ensuring its strategic significance, securing funding and approvals, gaining stakeholder support, and empowering the project manager and team</li> <li><b>Project Manager</b> - drives project execution, bridging strategy and team, managing resources and constraints, and ensuring objectives are met to satisfy project needs</li> <li><b>Project Management Office (PMO)</b> - a Project Management Office (PMO) establishes and maintains project management standards, frameworks, and methodologies while overseeing major program changes</li> <li><b>Functional Leads/Team Leaders</b> - oversee specific skill-based areas, manage business unit functions, and ensure project milestones are met by providing expertise and guidance</li> <li><b>Project Team/Team Members</b> - ensure quality deliverables, address stakeholder needs, integrate efforts per the project plan, manage procurement, and drive project outcomes</li> </ul>",
      "col2": "<h4>Importance of a Project Manager and Benefits of Establishing a PMO</h4> <p>Project Managers are primarily responsible for planning and orchestrating the activities needed to deliver the project scope while ensuring everything stays on time and within budget. In some cases, a PMO is established to support effective project delivery.</p> <p>Setting-up a PMO ensures project control through governance structures, standardized processes, and methodologies to monitor and accelerate progress.</p> <p>Key benefits of establishing a PMO:</p> <ul> <li>Ensure effective communication and stakeholder engagement to align outcomes with program objectives.</li> <li>Centralize project planning and oversight, providing transparency on activities, milestones, and progress.</li> <li>Manage budget, resources, scope, and timelines while proactively identifying and mitigating risks.</li> </ul>"
    },
    {
      "order": 11,
      "layout": "image righthand portion", 
      "title": "Nine Project Management Functions",
      "subheader": "Project Managers play a critical role in planning and coordinating activities to successfully deliver projects within scope, timeline, and budget", 
      "body": "<h4><b>Nine Functions of Project Management</b></h4> <ul> <li>The functions of a project management encompasses scope and deliverable planning, resource allocation, budget control, stakeholder and communication management, change control, dependency oversight, risk mitigation, and regular reporting.</li> </ul> <p>Project management goes far beyond simple oversight. It requires strategic decision-making, strong leadership, and the ability to navigate challenges effectively.</p>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order11.jpg"
    },
    {
      "order": 12,
      "title": "Knowledge Check",
      "body": "Which of the following project management functions is primarily focused on managing and “picking” the right project team?",
      "image":"public/src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "single_select",
      "q_selection": [
        {
          "A": "Risk Management",
          "B": "Stakeholder Management",
          "C": "Quality management",
          "D": "Resource Management"
        }
      ],
      "q_answer": "D"
    },
    {
      "order": 13,
      "title": "Knowledge Check",
      "body": "Which of the following is NOT a project management function?",
      "image":"public/src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "single_select",
      "q_selection": [
        {
          "A": "Plan & deliverable management",
          "B": "Change Control",
          "C": "Quality management",
          "D": "Dependency management"
        }
      ],
      "q_answer": "C"
    },
    {
      "order": 14,
      "title": "Lesson Summary",
      "body": "<h4>Congratulations on completing  Lesson 2 of this module!</h4> <p>Now that you have completed this lesson, you should be able to:</p> <ul> <li>Differentiate members of a project team</li><li>Define what is project management functions and its different components</li><li>Identify the roles, responsibilities and benefits of PMO.</li></ul>",
      "image":"public/src/assets/img/general images/LessonSummary.jpg"
    },
    {
      "order": 15,
      "title": "Project Management Fundamentals, Tools, and Techniques Lessons",
      "subheader": "Tools, Techniques, and Frameworks",
      "body": "<h4>Learning Objective</h4> <p>At the end of this lesson, you will be able to:</p><ul> <li>Identify what are project management methods</li> <li>What are waterfall, agile, and hybrid project management approaches</li> </ul>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order16.jpg"
    },
    {
      "order": 16,
      "layout": "image righthand portion", 
      "title": "Tools, Techniques, and Frameworks", 
      "subheader": "The Project Management Method enhances efficiency, compliance, and resource optimization for successful projects",
      "body": "<h4>Project Management Methods:</h4> <p><b>Project Management Method</b></p> <ul> <li>A Consulting method that describes a process-based approach to plan, coordinate and control the execution of our services at the project level.</li> </ul> <p><b>Waterfall Methodology</b></p> <ul> <li>Traditional project management methodologies often follow a very linear and sequential approach. The scope and requirements are defined at the very beginning, and any changes to the defined scope must be reassessed and analyzed. </li> </ul> <p><b>Agile Methodology</b></p> <ul> <li>Agile methodologies, however, follows an iterative and “growing” approach. It welcomes frequently changing requirements and builds upon the collaboration and creativity of the team. </li> </ul>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order16.jpg"  
    },
    {
      "order": 17,
      "layout": "image righthand portion", 
      "title": "Tools, Techniques, and Frameworks",         
      "subheader": "Deep-dive into Agile and Hybrid Methodologies",
      "body": "<p><b>Agile</b>is an umbrella term for various types of software development approaches.</p> <p><b>Popular Agile Approaches:</b></p> <ul> <li><b>Scrum</b> - is a project management approach that anchors itself on teamwork, accountability and iterative progress toward a well-defined goal. Customers or stakeholders are actively involved in each sprint (fixed timeframes to deliver a feature).</li> <li><b>Kanban</b> - is a framework that requires real-time communication of capacity and full transparency of work. Work items are presented visually on what is called a “Kanban board.”</li> <li><b>Lean Software Development (LSD)</b> - is an approach derived from the Lean Management. It is where the team produces a bare minimum version of a product, gathers feedback from users, and iterates it based on what they need and don’t need</li> </ul> <p>The <b>Hybrid Approach</b> combines waterfall (traditional) and agile (adaptive) project management methodologies</p>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order17.jpg"
    },
    {
      "order": 18,
      "title": "Knowledge Check",
      "body": "The Agile Methodology is best described by which of the following statements? (Select all that apply)",
      "image":"public/src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "multi_select",
      "q_selection": [
        {
          "A": "A consulting method that describes a process-based approach to plan, coordinate and control the execution of our services at the project level.",
          "B": "It welcomes frequently changing requirements and builds upon the collaboration and creativity of the team.",
          "C": "It follows an iterative and “growing” approach.",
          "D": "Traditional project management methodologies often follow a very linear and sequential approach."
        }
      ],
      "q_answer": "B, C"
    },
    {
      "order": 19,
      "title": "Knowledge Check",
      "body": "Which of the following best describes the statement “It is where the team produces a bare minimum version of a product, gathers feedback from users, and iterates it based on what they need and don not need”?",
      "image":"public/src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "single_select",
      "q_selection": [
        {
          "A": "SCRUM Approach",
          "B": "Kanban Approach",
          "C": "Hybrid Methodology",
          "D": "Lean Software Development Approach"
        }
      ],
      "q_answer": "D"
    },
    {
      "order": 20,
      "title": "Learning Summary",
      "body": "<h4>Congratulations on completing  Lesson 2 of this module!</h4> <p>Now that you have completed this lesson, you should be able to:</p> <ul> <li>What are project management methods</li> <li>What are waterfall, agile, and hybrid project management approaches.</li></ul>",
      "image":"public/src/assets/img/general images/LessonSummary.jpg"
    },
    {
      "order": 21,
      "title": "Project Management Fundamentals, Tools, and Techniques Lessons",
      "subheader": "Project Lifecyle",
      "body": "<h4>Learning Objective</h4> <p>At the end of this lesson, you will be able to:</p> <ul> <li>Recognize what is project lifecycle;</li> <li>Identify different phases of project lifecycle and its components;</li> <li>Manage end-to-end project cycle from initiation to closing, as well as in performing the execution of the project and continuous monitoring and control of the project</li> </ul>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order21.jpg"
    },
    {
      "order": 22,
      "layout": "image righthand portion", 
      "title": "The Project Lifecyle",
      "subheader": "Ensures clarity and direction to drive efficiency and project success",
      "body": "<p>The <b>project lifecycle</b> is a critical framework that outlines the stages a project goes through from initiation to completion. Understanding this lifecycle is essential for effective project management, as it provides a structured approach to planning, executing, and closing projects. Typically divided into phases such as initiation, planning, execution, monitoring, and closure, each stage plays a vital role in ensuring that project objectives are met efficiently and effectively.</p>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order22.jpg"
    },
    {
      "order": 23,
      "layout": "col-2",
      "title": "Initiation Phase",
      "subheader": "Projects are initiated to address regulatory, strategic, customer, and cost-driven changes",
      "col1": "<p>Projects start when a question needs to be answered, a challenge needs to be overcome or there is a need to pursue an improvement initiative. These examples show that many of our projects get their start through changes in regulations, legislation, customer demands, strategy, cost pressures or a combination of them.</p>",
      "col2": "<p><b>Example Scenarios</b></p> <ul> <li>There are new banking regulations that require the performance of a new set of processes.</li> <li>Recent legislative changes require safeguarding customer data with specific protections.</li> <li>Customer demand for innovation necessitates developing a new mobile device camera. </li> <li>Company expansion into a new region requires updating the business strategy. </li> <li>High product costs necessitate cost reductions to improve profitability.</li></ul>"
    },
    {
      "order": 24,
      "layout": "image righthand portion", 
      "title": "The Initiation Phase",
      "subheader": "Projects are initiated to address regulatory, strategic, customer, and cost-driven changes", 
      "body": "<h4>Initiation Phase Defined</h4> <p>Projects start when a question needs to be answered, a challenge needs to be overcome or there is a need to pursue an improvement initiative. These examples show that many of our projects get their start through changes in regulations, legislation, customer demands, strategy, cost pressures or a combination of them.</p> <p>This phase defines a new project or a new phase of an existing project</p><p>Example Scenarios</p> <ul> <li>There are new banking regulations that require the performance of a new set of processes.</li> <li>Recent legislative changes require safeguarding customer data with specific protections. </li> <li>Customer demand for innovation necessitates developing a new mobile device camera. </li> <li>Company expansion into a new region requires updating the business strategy. </li> <li>High product costs necessitate cost reductions to improve profitability. </li> </ul> <br> <p>Obtaining project authorization marks the start of the Initiation Phase, with the Project Charter as its output</p> <p>The process of creating the Project Charter serves to align stakeholder expectations and is used as foundation for preparing detailed plans all throughout the project lifecycle. When the project charter is approved by the Sponsor, the project becomes officially authorized.</p> </br>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order24.jpg"
    },
    {
      "order": 25,
      "title": "Knowledge Check",
      "body": "Which of the following best describes the purpose of the Initiate phase?",
      "image":"public/src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "single_select",
      "q_selection": [
        {
          "A": "Financial resources are committed",
          "B": "Define a new project or a new phase of an existing project",
          "C": "Producing a project workplan",
          "D": "Creation of a stakeholder analysis"
        }
      ],
      "q_answer": "B"
    },
    {
      "order": 26,
      "layout": "col-2",
      "title": "Initiation Phase",
      "subheader": "Framing a project: key questions to understand the ins and outs of a project", 
      "col1": "<p> A Project Charter holds the initial answers to these key project questions</p><p>Possible Questions:</p> <ul> <li><b>Why?</b> - rationale, goals, and objectives for the project</li> <li><b>What?</b> - scope, deliverables, outcomes, and finalize</li> <li><b>When?</b> - project schedule</li> <li><b>Who?</b> - roles and responsibilities</li> <li><b>How?</b> - methodology, approach, budget and other resources</li> </ul>",
      "col2": "<p><b>Objectives Deliverables Workplan (O-D-W) principle</b> can be utilized to answer key questions</p><p>The O-D-W principle guides the iterative development of a high-level plan, ensuring alignment with business needs and outcomes.</p><img src='public/src/assets/img/project_management/Project Fundamentals/order26.jpg'>"
    },
    {
      "order": 27,
      "layout": "image righthand portion", 
      "title": "Initiation Phase",
      "subheader": "Utilizing the RACI Matrix", 
      "body": "<h4>RACI Matrix</h4> <p>The RACI Matrix is a simple charting tool used to define responsibility for each task within a project. It ensures that each task is assigned to the appropriate person or department to align responsibilities and set clear expectations.</p> <p>RACI is an acronym with each letter representing a different role to perform:</p> <ul> <li><b>Responsible </b> - The responsible employee physically does the work.</li> <li><b>Accountable</b> - The accountable employee oversees the work and is ultimately answerable for the activity or decision.</li> <li><b>Consulted</b> - The consulted employee offers advice or feedback to improve the work.</li> <li><b>Informed</b> - The informed party does not take part in the work but should be notified of the results.</li> </ul>", 
      "image": "public/src/assets/img/project_management/Project Fundamentals/order27.jpg"
    },
    {
      "order": 28,
      "layout": "col-3",
      "title": "Project Initiation Phase: Summary",
      "col1": "<img src='public/src/assets/img/project_management/Project Fundamentals/order28_1.jpg'><h4>Purpose</h4><p>Define a new project or a new phase of an existing project </p> ",
      "col2": "<img src='public/src/assets/img/project_management/Project Fundamentals/order28_2.jpg'> <h4>Key Activities</h4> <ul> <li>Define high-level project objectives, scope and outcome </li> <li>Define preliminary project schedule, approach, cost estimate and risks</li> <li>Identify planning resources</li> </ul>",
      "col3": " <img src='public/src/assets/img/project_management/Project Fundamentals/order28_3.jpg'><h4>Key Outputs</h4> <ul> <li>Project Charter </li> <li>Sponsor Approval</li> <li>Identified planning phase resources</li> <li>Stakeholder register</li></ul>"
    },
    {
      "order": 29,
      "title": "Knowledge Check",
      "body": "In O-D-W Principle, what questions corresponds to “Objectives” (Select all that apply)?",
      "image":"public/src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "multi_select",
      "q_selection": [
        {
          "A": "How will the project objectives serve the business objectives?",
          "B": "What work plan tasks are required to create all the project deliverables",
          "C": "What are the business objectives?",
          "D": "None of the above"
        }
      ],
      "q_answer": "A, C"
    },
    {
      "order": 30,
      "title": "Knowledge Check",
      "body": "Which of the RACI Matrix acronym can answer the question, “Who can tell me more about this task”?",
      "image":"public/src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "single_select",
      "q_selection": [
        {
          "A": "Accountable",
          "B": "Responsible",
          "C": "Informed",
          "D": "Consulted"
        }
      ],
      "q_answer": "D"
    },
    {
      "order": 31,
      "layout": "image righthand portion", 
      "title": "Planning Phase",
      "subheader": "Components and Steps in Building a Robust Project Plan", 
      "body": "<h4>Building a Project Plan</h4> <p>Generally, the Initiate Phase answered the overall <b>When</b> question. However, in the Plan Phase, our <b>When</b> questions go far beyond this high‐level question. </p> <p>During the Plan phase, we start assigning people or roles to activities and tasks. </p> <p>These <b>Who</b> questions might be:</p> <ul> <li>Who is responsible for this deliverable?</li> <li>Who reviews and approves this deliverable?</li> <li>Who approves or decides the budget and resource issues for this activity or task?</li> </ul>", 
      "image":"public/src/assets/img/project_management/Project Fundamentals/order31.jpg"      
    },
    {
      "order": 32,
      "layout": "image righthand portion", 
      "title": "Planning Phase",
      "subheader": "Integrating O-D-W Approach", 
      "body": "Incorporating the O-D-W principle into work plan development creates a more robust process, where each step influences the project triangle and impacts overall quality",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order32.jpg"
    },
    {
      "order": 33,
      "layout":"col-2",
      "title": "Planning Phase",
      "subheader": "Each iteration of planning goes from a high-level strategic focus to a tactical, activity, and task focus", 
      "col1": "<h4>Defining Milestones in a Project</h4> <p><b>Milestones</b> are meaningful when communicating the status of a project with the project team, key stakeholders, and sponsors. </p> <p>A milestone is reached, when at least one of the following is true:</p> <ul> <li>Marks the completion of a group of related activities or deliverables</li> <li>When key decisions or key deliverables must be completed for the project to advance</li> <li>Is on the critical path for the project’s completion</li> <li>Can be tied to another project such that the achievement of one of your project’s milestones may impact progress on other projects</li> <li>Is agreed upon with the project team, key stakeholders and sponsors as a key point in the project</li> </ul>",
      "col2": "<h4>High-level process development of a plan </h4> <p>A project plan should have a defined timeline with interconnected tasks, be tailored to its purpose, and adjust in detail based on the target audience.</p><img src='public/src/assets/img/project_management/Project Fundamentals/order33.jpg'>"
    },
    {
      "order": 34,
      "layout": "image righthand portion", 
      "title": "Planning Phase",
      "subheader": "Implementing a Work Breakdown Structure (WBS) hierarchically decomposes project work into deliverable-oriented structures, developed top-down or bottom-up.",
      "body": "<h4>Defining WBS</h4> <p>A <b>Work Breakdown Structure (WBS)</b> is a listing of the discrete steps of work to be executed by a project team, described with an action orientation. WBS helps clarify the tasks to be delivered on a project over a scheduled period of time.</p> <p>A Work Breakdown Structure (WBS) outlines the discrete, action-oriented tasks a project team must execute, providing clarity on deliverables and timelines.</p> <p>The following can be used as inputs to assist with creating WBS:</p> <ul> <li>Methodology </li> <li>Statement of Work (SOW)</li> <li>Business Case</li> <li>Project Proposal or Project Charter</li> <li>Engagement Letter</li> <li>Previously issued reports (finding and recommendation, improvement materials, etc.)</li> </ul> <p>Work that is not in the WBS is outside the scope of the project.</p>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order34.jpg"
    },
    {
      "order": 35,
      "layout": "col-3",
      "title": "Planning Phase", 
      "subheader": "Accurate estimating of time, resources, and costs is critical in project management, as poor estimates can lead to project and program failure", 
      "col1": "<h4>Defining WBS</h4> <p>Work effort estimation follows a top-down or bottom-up WBS approach, with techniques varying based on project size, scope, and complexity.</p> <ul> <li>Provide a quantitative assessment of the number of work periods to complete an activity</li> <li>Provide range of uncertainty when estimating an activity (2 weeks +/- 2 days)</li> <li>Document assumptions made to derive the estimates</li> <li>Update the activity list with any further breakdowns as a result of the duration estimates</li> </ul>",
      "col2": "<h4>Estimate the Resources and Costs</h4> <p>Project managers rely on experience, practice, and guidance from leaders to estimate resources and costs effectively. </p>", 
      "col3": "<img src='public/src/assets/img/project_management/Project Fundamentals/order35.jpg'>"
    },
    {
      "order": 36,
      "layout": "col-2",
      "title":"Planning Phase", 
      "subheader":"Milestones are most effective when all parties with a stake in the project are properly assigned and delegated to specific and well-defined tasks", 
      "col1": "<h4>Defining Milestones</h4> <p>Milestones are essential markers that indicate when significant parts of a project are completed. They not only help track progress along the critical path but also ensure that key decisions are made on time and interdependencies between projects are managed effectively. </p> <p>A milestone marks a point in time for which one or more of the following is true:</p> <ul> <li><b>Key deliverables</b> - milestones mark the completion of critical activities, deliverables, or decisions necessary for project advancement</li> <li><b>Critical Path and Interdependencies</b> -  typically lie on the project’s critical path and can influence the progress of related projects </li> <li><b>Consensus and Communication</b> - milestones are established agreement with the project team, stakeholders, and sponsors, serving as important communication benchmarks </li> </ul>",
      "col2": "<h4>Defining Assignment of Resources and Delegation </h4> <p><b>Assignment</b> is the matchmaking of a resource to a task in a project plan</p> <p>Assigning resources allows you to answer:</p> <ul> <li>Who should be working on what task and when?</li> <li>Have you assigned so many tasks that a resource is beyond capacity?</li> <li>Are you expecting a resource to work on a task when they are not available?</li> </ul> <p><b>Delegation</b> is deciding the right person accompanied with responsibility and accountability to deliver a work effort</p> <p>Revisit your project plan when delegating tasks: </p> <ul> <li>What is the activity all about?</li> <li>What needs to be delivered?</li> <li>When do you expect to start and complete?</li> <li>Are there any dependencies to consider?</li> <li>Who are your workstream members? </li> </ul>"
    },
    {
      "order": 37,
      "layout": "image righthand portion", 
      "title": "Planning Phase",
      "subheader":"The Critical Path Method",
      "body": "<h4>The Critical Path Method (CPM) builds, calculates, and evaluates project activities to optimize the plan</h4> <p><b>Critical Path</b> is a series of tasks that will extend the project’s end date, if those tasks are delayed. These tasks have a single, pre-determined time estimate. It can also be explained as the longest-duration path through a network diagram and determines the shortest time to complete the project.</p><p>It is worth noting that there may be tasks with a <b>Float/Stack</b> value which allows for a task to be delayed from its expected start date, but without impact to the project’s finish date.</p>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order37.jpg"
    },
    {
      "order": 38,
      "layout": "image righthand portion", 
      "title": "Six-steps — the ODW way",
      "subheader": "Baselines", 
      "col1": "<p><b>Baselines</b> capture a snapshot of project attributes at a specific moment, allowing management tools to compare initial conditions with subsequent changes. By identifying differences, project managers can adjust or recover the plan as needed, ultimately driving continuous improvement in project planning.</p><p>The Project Plan is ready for a baseline when:</p><ul> <li>The Project Manager has received all estimate and schedule inputs from team and has drafted the Project Plan and Schedule.</li> <li>The Project Manager has met with the team, reviewed the plan and obtained buy-in for the plan.</li> <li>The Project Manager has met and discussed the team’s proposed plan with executive leadership and receives approval or <b>sign off</b></li> <li>The Project Manager has met with the PMO to review and obtain sign off on the plan.</li> <li>All team, leadership and client changes are included in the plan.</li> </ul>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order38.jpg"
    },
    {
      "order": 39,
      "layout": "image righthand portion", 
      "title": "Plan Development",
      "subheader": "Defining Project Plan", 
      "body": "<p>A <b>Project Plan</b> is a documented plan critical to tracking progress and reporting status. It describes how the project will be executed, monitored, and controlled.</p><p>This plan is a summary level document containing the results of planning. It serves as a complement to the Project Charter and represents a more detailed view of specific work streams and activities conducted during the project. </p>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order39.jpg"
    },
    {
      "order": 40,
      "layout": "image righthand portion", 
      "title": "Plan Development",
      "subheader": "Defining Project Plan", 
      "body": "<p>A <b>Project Plan</b> is a documented plan critical to tracking progress and reporting status. It describes how the project will be executed, monitored, and controlled.</p><p>This plan is a summary level document containing the results of planning. It serves as a complement to the Project Charter and represents a more detailed view of specific work streams and activities conducted during the project. </p>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order40.jpg"
    },
    {
      "order": 41,
      "layout": "image righthand portion", 
      "title": "Plan Development",
      "subheader": "Defining Project Plan", 
      "body": "<p>A <b>Project Plan</b> is a documented plan critical to tracking progress and reporting status. It describes how the project will be executed, monitored, and controlled.</p><p>This plan is a summary level document containing the results of planning. It serves as a complement to the Project Charter and represents a more detailed view of specific work streams and activities conducted during the project. </p>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order41.jpg"
    },
    {
      "order": 42,
      "layout": "image righthand portion", 
      "title": "Plan Development",
      "subheader": "Defining Project Plan", 
      "body": "<p>A <b>Project Plan</b> is a documented plan critical to tracking progress and reporting status. It describes how the project will be executed, monitored, and controlled.</p><p>This plan is a summary level document containing the results of planning. It serves as a complement to the Project Charter and represents a more detailed view of specific work streams and activities conducted during the project. </p>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order42.jpg"
    },
    {
      "order": 43,
      "layout": "image righthand portion", 
      "title": "Plan Development",
      "subheader": "Defining Project Plan", 
      "body": "<p>A <b>Project Plan</b> is a documented plan critical to tracking progress and reporting status. It describes how the project will be executed, monitored, and controlled.</p><p>This plan is a summary level document containing the results of planning. It serves as a complement to the Project Charter and represents a more detailed view of specific work streams and activities conducted during the project. </p>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order43.jpg"
    },
    {
      "order": 44,
      "layout": "image righthand portion", 
      "title": "Plan Development",
      "subheader": "Enumeration of supporting plans", 
      "body": "<p>Supplementing plans supporting the overall Project Plan baseline:</p><ul> <li><b>Communications Management Plan</b> - component of the project management plan that describes how project communications will be planned, structured, monitored, and controlled</li> <li><b>Stakeholder Engagement Plan</b> - component of the project management plan and identifies the management strategies required to effectively engage stakeholders. The stakeholder management plan can be formal or informal, highly detailed or broadly framed, based on the needs of the project</li> <li><b>Scope Management Plan</b> - describes how the project scope will be planned, structured, and controlled</li> <li><b>Change Control Plan</b> - sets expectations on how the approach to changes will be managed, what defines a change, the purpose and role of the change control board, and the overall change management process</li> <li><b>Risk Management Plan</b> - component of the project management plan and describes how risk management activities will be structured and performed</li> <li><b>Schedule Management Plan</b> - establishes the criteria and the activities for developing, monitoring, and controlling the schedule </li> </ul>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order44.jpg"
    },
    {
      "order": 45,
      "title": "Knowledge Check",
      "body": "Scenario: A PM and CEO agreed to appoint a Senior person to take on the role of the Sponsor. The challenge is the Sponsor has very little time available, and it is not one of his KPIs., Select the correct option and then select Submit, How do you manage this situation?",
      "image":"public/src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "single_select",
      "q_selection": [
        {
          "A": "Escalate issue to the CEO as this could jeopardize the project.",
          "B": "Try to manage the role with Sponsor to ensure no issues are raised for the employee.",
          "C": "Act as Sponsor and enable him/her for the OPCO meetings.",
          "D": "Do nothing. Get on with the project and ensure it's delivered on time and on budget."
        }
      ],
      "q_answer": "B"
    },
    {
      "order": 46,
      "layout": "col-3",
      "title": "Project Planning Phase: Summary",
      "col1": "<img src='public/src/assets/img/project_management/Project Fundamentals/order28_1.jpg'><h4>Purpose</h4><p>Establish the scope of the project, refine the objectives, and define the module of action required to attain the objectives that the project is undertaken to achieve</p> ",
      "col2": "<img src='public/src/assets/img/project_management/Project Fundamentals/order28_2.jpg'> <h4>Key Activities</h4> <ul> <li>Work Breakdown Structure </li> <li>Project Roadmaps and Milestones</li> <li>Project Risks, Issues, Dependencies</li> </ul>",
      "col3": " <img src='public/src/assets/img/project_management/Project Fundamentals/order28_3.jpg'><h4>Key Outputs</h4> <ul> <li>Project Plan</li> <li>Stakeholder Register</li></ul>"
    },
    {
      "order": 47,
      "layout": "col-2",
      "title": "The Execution Phase", 
      "subheader":"Defining Best Practices for Being a Successful and Effective Project Manager", 
      "col1": "<h4>Effective Ways for a Project Manager to Lead:</h4> <ul> <li><b>Motivating and inspiring</b> - encouraging and prompting their people to do the best work possible and acknowledge those that produce both in public and private.</li> <li><b>Team building</b> - deliberately looking for opportunities to help team members work with each other to achieve their collective goals. On larger projects, project leadership fosters the process and mechanisms to enable sub-team leads to do the same.</li> <li><b>Negotiating and communicating</b> - project leaders' model desired and exemplary communication skills. This includes creating a healthy environment where open and honest communications carry throughout the team and stakeholders.</li> <li><b>Listening and influencing</b> - Project leaders’ must listen to their team members’ ideas and concerns — and then acknowledge and show consideration for their contribution to the discussion. This happens before the leader issues an opinion or decision.</li> </ul>",
      "col2": "<h4>Project Execution</h4> <p>Project Managers manage the delivery of the work while leading the team and stakeholders through changes to the project triangle</p> <p>Changes to time, scope and cost WILL happen. The Project manager must be prepared to lead the team through the process of adjusting the work plan and resetting expectations as the work develops.</p> <p>Leaders will be aware that they (and the project) are being evaluated on achieving the stated outcomes of the project, the performance of the team and their ability to balance both the art and science of Project Management.</p>"
    },
    {
      "order": 48,
      "layout": "image righthand portion", 
      "title": "The Execution Phase",
      "subheader": "Noting Key Differences Between Waterfall and Agile Project Management ", 
      "body": "<p>PMOs that are experimenting with Agile often find that a Hybrid approach can be most effective to accelerate traditional Waterfall projects while Agile principles are becoming fully understood and implemented.</p><p>The infographic highlights the key differences between the process and stages of the Agile, Waterfall, and Hybrid Project Management Methodologies.</p>", 
      "image": "public/src/assets/img/project_management/Project Fundamentals/order48.jpg"
    },
    {
      "order": 49,
      "layout": "image righthand portion", 
      "title": "The Execution Phase",
      "subheader": "Deep-dive into the role of the Project Management Office (PMO)", 
      "body": "<p><b>The Project Management Office (PMO)</b> is the control room for managing project control processes for large projects or programs.</p>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order49.jpg"
    },
    {
      "order": 50,
      "layout": "col-3",
      "title": "Project Execution Phase: Summary",
      "col1": "<img src='public/src/assets/img/project_management/Project Fundamentals/order28_1.jpg'> <h4>PURPOSE</h4> <ul> <li>Deliver the work defined in the project management plan to satisfy the project specifications</li> </ul>", 
      "col2": "<img src='public/src/assets/img/project_management/Project Fundamentals/order28_2.jpg'> <h4>Key Activities</h4> <ul> <li>Work Breakdown Structure </li> <li>Project Roadmaps and Milestones</li> <li>Project Risks, Issues, Dependencies</li> </ul>",
      "col3": "<img src='public/src/assets/img/project_management/Project Fundamentals/order28_3.jpg'> <h4>KEY OUTPUTS</h4><ul><li>Issue/Risk Register</li> <li>Risk Management Plan </li> </ul>"
    },
    {
      "order": 51,
      "title": "Knowledge Check",
      "body": "Which of the following options best describes the Execute Phase of a project?",
      "image":"public/src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "single_select",
      "q_selection": [
        {
          "A": "The phase that contains the tracking, reporting and identification of project progress",
          "B": "The phase that determines and documents the goals and objectives of the project",
          "C": "The phase that defines the work breakdown structure",
          "D": "The phase that coordinates and performs the activities and tasks directly related to completion of project activities."
        }
      ],
      "q_answer": "D"
    },
    {
      "order": 52,
      "layout": "col-2",
      "title": "The Monitoring and Control Phase",
      "subheader": "Definition, Activities, and Benefits", 
      "col1": "<h4>The Monitor and Control Phase consists of the following:</h4> <p>The Monitor and Control phase consists of:</p> <ul> <li>Processes required to track, review and orchestrate the progress and performance of the project</li> <li>Identify any areas in which changes to the plan are required</li> <li>Initiate the corresponding changes</li> </ul> <p><b>Aim of the Phase:</b> Provide critical visibility and insight to project against plan and initiate corrective action as needed. </p>",
      "col2": "<h4>Key Activities and Key Benefits:</h4> <p><b>Key Activities:</b></p> <ul> <li>Control changes and recommend actions (preventive or corrective)</li> <li>Monitor ongoing activities and gauge against project performance measures</li> <li>Maintain project change control processes</li> </ul> <p><b>Key Benefits:</b></p> <ul> <li>Project performance is measured and analyzed at regular intervals, appropriate events</li> <li>Able to identify variances from the project management plan</li> </ul>"
    },
    {
      "order": 53,
      "layout": "image righthand portion", 
      "title": "The Monitoring and Control Phase",
      "subheader": "Controlling projects through effective stakeholder management, governance, and proactive monitoring during changes", 
      "body": "<h4>Parts reinforcing the importance of effective stakeholder management and project governance processes:</h4> <p><b>Structure and Roles</b></p> <ul> <li>Key roles, e.g. sponsor</li> <li>Forums, e.g., steering committee</li> </ul> <p><b>Control Processes</b></p> <ul> <li>Risk and issue management</li> <li>Budget management</li> <li>Schedule and dependency control</li> <li>Change control</li> <li>Resource and vendor management</li> <li>Quality assurance</li> </ul> <p><b>Performance Dashboard</b></p> <ul> <li>Project progress and status reporting</li> <li>Phase gate and milestone reporting</li> <li>Benefits and outcomes tracking</li> </ul>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order53.jpg"
    },
    {
      "order": 54,
      "layout": "col-2",
      "title": "The Monitoring and Control Phase",
      "subheader": "Stakeholder management: Who are the stakeholders?",
      "col1": "<h4>Stakeholders are a range of people who have a vested interest in the project’s progress and success</h4> <ul> <li><b>Sponsor</b> - owns the project, accountable for its delivery</li> <li><b>Project Manager</b> - responsible for successful delivery</li> <li><b>Functional Leads</b> - making investments in time/money</li> <li><b>Key Stakeholders</b> - clients, beneficiaries and/or impacted parties </li> <li><b>Project Team</b> - job satisfaction and reputations depend on it</li> <li><b>Other PMs</b> - may share dependencies and resources</li> </ul>",
      "col2": "<h4>When effectively employed, stakeholder management is critical to a project’s success</h4> <ul> <li>Achievement of strategic objectives through positive relationships with stakeholders</li> <li>Proactive management of expectations through a defined process</li> <li>Consistent communications use and information dissemination using a common language</li> <li>Effective Change Management activities using a formalized process and discipline</li> </ul>"
    },
    {
      "order": 55,
      "layout": "image righthand portion", 
      "title": "The Monitoring and Control Phase",
      "subheader": "Stakeholder Management: Who are the stakeholders?", 
      "body": "<p><b>Identify stakeholders</b></p> <ul> <li>Identify all key people or groups impacted by the project</li> </ul> <p><b>Plan communications</b></p> <ul> <li>Determine the stakeholder information needs and define and plan communications approach</li> </ul> <p><b>Distribute and communicate information</b></p> <ul> <li>Make relevant information available to project stakeholders as planned, using methods/media that are fit-for-purpose</li> </ul> <p><b>Manage stakeholder expectations</b></p> <ul> <li>Communicate and work with stakeholders to meet their priority needs and address issues/concerns as they occur</li> </ul> <p><b>Communicate performance</b></p> <ul> <li>Collect and communicate performance information, including status reports, progress measurement and forecasts</li> </ul>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order55.jpg"
    },
    {
      "order": 56,
      "layout": "image righthand portion", 
      "title": "The Monitoring and Control Phase",
      "subheader": "Using RACI and RAID matrices to establish effective governance sets the project up for success", 
      "body": "<ul> <li>The ultimate success of the Project Manager depends on governance. Stakeholder management and governance standards, processes, and participants are brought to life by the Project Manager.</li> <li>The effectiveness of the Project Manager in establishing and supporting the governance processes will greatly impact the successful outcomes of the overall project.</li> <li>Utilizing the RACI Matrix ensures effective management of stakeholder expectations.</li> </ul> <p>Defining the RAID Matrix:</p> <ul> <li>The RAID matrix allows the project team to document, proactively account for, and address items interrelated with the project.</li> <li>The staff on a project is often responsible for identifying the risks and helping to complete the RAID tool.</li> <li>Unlike risks and issues, assumptions and dependencies in the RAID log are documented instances where the project has determined that there is an assumption or dependency which exists, so that in the process of resolving issues or mitigating risks, these factors are not missed — and can be incorporated into the solution.</li> </ul>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order56.jpg"
    },
    {
      "order": 57,
      "layout": "image righthand portion", 
      "title": "The Monitoring and Control Phase",
      "subheader": "Sample RAID Log", 
      "body": "<p>The sample shows how issues, risks, and dependencies are being recorded and mitigated.</p>", 
      "image": "public/src/assets/img/project_management/Project Fundamentals/order57.jpg"
    }, 
    {
      "order": 58,
      "layout": "image righthand portion", 
      "title": "The Monitoring and Control Phase",
      "subheader": "Your Response to Risks Identified", 
      "body": "<p><b>ACCEPT</b></p> <ul> <li>It might not always be cost-effective to avoid, transfer, or mitigate all risks, at some point a certain level of risk must be accepted.</li> </ul> <p><b>AVOID</b></p> <ul> <li>Risk avoidance is the simplest response strategy – basically this involves just not going forward with the activity that posed the risk.</li> </ul> <p><b>TRANSFER</b></p> <ul> <li>Risk transfer strategies seek to pass the risk off to a third party.</li> </ul> <p><b>MITIGATE</b></p> <ul> <li> Risk mitigation involves trying to reduce an existing risk.</li> </ul>",
      "image": "public/src/assets/img/project_management/Project Fundamentals/order58.jpg"
    }, 
    {
      "order": 59,
      "layout": "col-1",
      "title": "The Monitoring and Control Phase",
      "subheader": "Your Response to Risks Identified", 
      "body": "<p>This issue lifecycle is straightforward. The process helps the project team to understand what to do with issues once identified. The Project Manager should ensure that the project team has the required skills to facilitate the movement of an issue throughout the process.</p><img src='public/src/assets/img/project_management/Project Fundamentals/order59.jpg'><p>Project Managers should be able to answer the following questions regarding issue control:</p><ul><li>Who will be assigned for resolving the issue?</li><li>How will the team know when to escalate an issue to management or the steering committee?</li><li>Consider creating a matrix of potential business impact versus issue complexity to help decide which issues should be taken to higher levels of management.</li><li>Which criteria will determine an issue's priority status?</li><li>Who will set the target resolution date?; How will issues be communicated within the team?</li></ul>"
    }, 
    {
      "order": 60,
      "layout": "image righthand portion", 
      "title": "The Monitoring and Control Phase",
      "subheader": "Creating a Project Status Report", 
      "body": "<h4>Defining Status Reports</h4> <ul> <li>Status Report is a <b>summary of an ongoing project performance</b> information for a specific period of time. </li> <li>It is <b>regularly updated and presented</b> to key stakeholders and sponsor all throughout the execution of a project. </li> <li><b>Timeline, Cost, and Scope</b> changes typically happen during Execution. A Project Manager must be prepared to manage the delivery of the work while leading the team through the process of adjusting the work plan and resetting expectations as the work develops.</li> <li>A Project Manager should also <b>continuously refresh and affirm many of the tasks</b>, inputs and outputs in all of the phases from Initiate through Monitor and Control. </li> <li>Some of the foundational documents will need updating throughout the project, and sometimes <b>a formal Change Request is needed.</b> </li> </ul>", 
      "image": "public/src/assets/img/project_management/Project Fundamentals/order60.jpg"
    }, 
    {
      "order": 61, 
      "layout": "col-3",
      "title": "Project Monitoring & Control Phase: Summary",
      "col1": "<img src='public/src/assets/img/project_management/Project Fundamentals/order28_1.jpg'> <h4>PURPOSE</h4> <ul> <li>Track, review, and regulate the progress and performance of the project; identify any areas in which changes to the plan are required; and initiate the corresponding changes</li> </ul>", 
      "col2": "<img src='public/src/assets/img/project_management/Project Fundamentals/order28_2.jpg'> <h4>Key Activities</h4> <ul> <li>Work Breakdown Structure </li> <li>Project Roadmaps and Milestones</li> <li>Project Risks, Issues, Dependencies</li> </ul>",
      "col3": "<img src='public/src/assets/img/project_management/Project Fundamentals/order28_3.jpg'> <h4>KEY OUTPUTS</h4> <ul> <li>Risk Register</li> <li>Status Report</li> </ul>"
    }, 
    {
      "order": 62,
      "title": "Knowledge Check",
      "body": "What is the significance of a status report?",
      "image":"public/src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "single_select",
      "q_selection": [
        {
          "A": "The process helps the project team to understand what to do with issues once identified.",
          "B": "A summary of an ongoing project performance information for a specific period of time.",
          "C": "Risk transfer strategies seek to pass the risk off to a third party",
          "D": "Events that will have an adverse impact on your project if they occur."
        }
      ],
      "q_answer": "B"
    },
    {
      "order": 63,
      "layout": "col-2",
      "title": "The Closing Phase",
      "subheader": "Conclude all activities and formally complete the project, phase, or contractual obligation",
      "col1": "<h4>Key Activities: </h4> <ul> <li>Submit materials to knowledge management tools</li> <li>Confirm project outcomes have been achieved</li> <li>Conduct a project close meeting with the Project Sponsor/s</li> <li>Conduct a team debrief</li> <li>Release project resources</li> <li>Perform the administrative close</li> </ul><p>This activity, when completed, verifies that the defined processes are completed within to close the project or a project phase, as appropriate, and formally establishes that the project or project phase is complete.​</p>",
      "col2": "<h4>Important Outputs: </h4> <ul> <li>Accepted deliverables</li> <li>Supplier contract close document</li> <li>Corrective actions</li> <li>Team performance assessments</li> <li>Documented lessons learned</li> <li>Team resources released</li> <li>Project close report</li> </ul>"
    },
    {
      "order": 64,
      "layout": "col-2",
      "title": "The Closing Phase",
      "subheader": "Project team debrief and lessons learned",
      "col1": "<h4>Elements of a good project team debrief include:</h4> <ul> <li>Input from all teams (including client members, if appropriate)</li> <li>Clear expectations of transparency</li> <li>Discussion addresses mobilization, communications, planning, quality, resourcing and teaming</li> <li>Conduct a team debrief</li> <li>Team members are prepared to share observations of lessons learned</ul><p>The project team debrief serves as a key component and event in the close process. The meeting can be held with or without the client team members, depending on the type and nature of the project. ​</p>",
      "col2": "<h4>Project Managers’ Role During Debriefs:</h4><p>The Project Manager should prepare the team members to provide honest and open feedback on how well the project was executed. During the meeting, team members will discuss mobilization, communications, planning, quality, resourcing and teaming. Of critical importance is the identification, capture and discussion of lessons learned.</p> <p>Asking questions such as: </p><ul> <li>What worked well and why?</li> <li>What did not work well and why?</li> <li>How could the team do better next time?</li> </ul>"
    },
    {
      "order": 65,
      "layout": "col-2",
      "title": "The Closing Phase",
      "subheader": "Defining the Closing Report",
      "col1": "<h4>Defining the Closing Report:</h4> <p>Summarizes the overall performance of a project against objectives, deliverables, and milestones. Includes a simplified view of any remaining outstanding issues and variance analysis in project scope, time, and cost.​</p><p>The Project Manager presents the final report to the client project sponsor and other key stakeholders and must obtain an approval to close the project. </p><p>If there are outstanding issues preventing the sponsor from approving the close, the Project Manager and sponsor should create an action plan with a planned completion date.</p>",
      "col2": "<h4>Components of a Closing Report</h4><ul> <li><b>Executive Summary</b> - provide a brief overview of the project, its objectives, and high-level outcomes</li> <li><b>Project Objectives</b> - specify any deviations from the original objectives</li> <li><b>Scope</b> - highlight any scope creep or changes in the project</li> <li><b>Deliverables</b> - group into milestones and highlight specific challenges </li> <li><b>Successes</b> - discuss any notable milestones and accomplishments</li> <li><b>Challenges</b> - discuss here how these challenges were addressed</li> <li><b>Lessons learned</b> - explain and discuss how these lessons can be applied to future projects</li> <li><b>Risk Management</b> - mention if they materialized or not</li> <li><b>Quality and performance</b> - explain here the project’s quality control process</li> <li><b>Recommendations</b> - discuss future pursuits or projects</li> </ul>"
    },
    {
      "order": 66,
      "title": "Lesson Summary",
      "body": "<h4>Congratulations on completing Lesson 4 of this course!</h4> <p>Now that you have completed this lesson, you should be able to:</p> <ul> <li>What is project lifecycle</li> <li>Different phases of project lifecycle and its components</li><li>Manage end-to-end project cycle from initiation to closing, as well as in performing the execution of the project and continuous monitoring and control of the project</li> </ul>",
      "image":"public/src/assets/img/general images/LessonSummary.jpg"
    },
    {
      "order": 67,
      "title": "Module Summary",
      "body": "<p>Now that you have completed this course, you should be able to</p><ul> <li>Define what is project and project management</li> <li>Identify the three constraints of project management triangle and its importance to a project.</li> <li>What are project management methods</li> <li>What are waterfall, agile, and hybrid project management approaches.</li> <li>Tools, Techniques, and Frameworks</li> <li>What is project lifecycle</li> <li>Different phases of project lifecycle and its components</li> <li>Manage end-to-end project cycle from initiation to closing, as well as in performing the execution of the project and continuous monitoring and control of the project.</li> </ul>",
      "image":"public/src/assets/img/general images/ModuleSummary.jpg"
    },
    {
      "order": 68,
      "title": "Module Completion",
      "body": "<h4>Congratulations on completing the Project Management Fundamentals, Tools, and Techniques Lessons module!</h4><p>You've now gained a solid understanding of the essential terms and concepts, as well as the practical skills needed to effectively manage budgets and control costs.</p><br /><p>As you move forward, remember that the principles and strategies you've learned here are vital tools for ensuring the financial health and success of any project or organization. By applying these techniques, you'll be better equipped to make informed financial decisions, forecast cash flow accurately, and address potential issues proactively.</p><br /><p>We hope this module has empowered you with the knowledge and confidence to tackle any financial challenge that comes your way. Keep honing your skills, stay diligent in your financial planning, and continue to strive for excellence in budget and cost management.</p>",
      "image":"public/src/assets/img/general images/ModuleCompletion.jpg"
    },
    {
      "order": 69,
      "title": "Module Post-Examination",
      "exams": [
        {
          "exam_id": 1,
          "title": "Module Post-examination",
          "body": "This assessment is designed to test your knowledge. Results of this  assessment will be used to structure the workshop.",
          "questions": [
            {
              "q_number": 1,
              "q_statement": "Which of the following are important output in Closing phase? (Select all that apply)",
              "q_field_type": "multi_select",
              "q_selection": [
                {
                  "A": "Supplier contract close document",
                  "B": "Team performance assessments",
                  "C": "Team resources released",
                  "D": "None of the above"
                }
              ],
              "q_answer": "A, B, C"
            },
            {
              "q_number": 2,
              "q_statement": "A good, solid plan answers several questions related to the following aspects of a project: (Select all that apply)",
              "q_field_type": "multi_select",
              "q_selection": [
                {
                  "A": "How much time do we have to finish the tasks?",
                  "B": "What are the roles and responsibilities of people involved in the project?",
                  "C": "What are the rationale, goals, and objectives of the project?",
                  "D": "All of the above"
                }
              ],
              "q_answer": "D"
            },
            {
              "q_number": 3,
              "q_statement": "Projects can be initiated for various reasons, usually when there is a _____________.",
              "q_field_type": "single_select",
              "q_selection": [
                {
                  "A": "Incoming budget",
                  "B": "Need for a change",
                  "C": "Customer demands",
                  "D": "Peer pressure"
                }
              ],
              "q_answer": "B"
            },
            {
              "q_number": 4,
              "q_statement": "Milestones are meaningful when communicating the ____________ with the project team, key stakeholders, and sponsors.",
              "q_field_type": "single_select",
              "q_selection": [
                {
                  "A": "status of the project",
                  "B": "iteration of planning",
                  "C": "beginning and end of the project",
                  "D": "target audience"
                }
              ],
              "q_answer": "A"
            },
            {
              "q_number": 5,
              "q_statement": "Who is the accountable employee who oversees the work and is ultimately responsible for the activity or decision?",
              "q_field_type": "single_select",
              "q_selection": [
                {
                  "A": "Doer",
                  "B": "Owner",
                  "C": "In the loop",
                  "D": "In the picture"
                }
              ],
              "q_answer": "B"
            },
            {
              "q_number": 6,
              "q_statement": "What principle is a key approach for developing an emergent high-level paln, which is then revisited in subsequent phases for further development and refinement of a detailed or robust project plan?",
              "q_field_type": "single_select",
              "q_selection": [
                {
                  "A": "Roadmap",
                  "B": "Business Case",
                  "C": "RACI Matrix",
                  "D": "ODW Principle"
                }
              ],
              "q_answer": "D"
            },
            {
              "q_number": 7,
              "q_statement": "Critical Path Method or CPM is used to ______, ______, and ______ the plan's activities and timing. The CPM is used to evaluate and optimize project plans. (Select all that apply)",
              "q_field_type": "multi_select",
              "q_selection": [
                {
                  "A": "Build",
                  "B": "Evaluate",
                  "C": "Milestones",
                  "D": "Calculate"
                }
              ],
              "q_answer": "A, B, D"
            }
          ]
        }
      ]
    }
  ]
}
]