[{
  "id": 9,
  "moduleId": "DCO_SEAMLESS",
  "moduleName": "Seamless Digital Customer Onboarding",
  "type": "course",
  "sections": [
    {
      "order": 1,
      "title": "Module Introduction",
      "subheader": "Welcome to the WBL (Web-Based Learning) module on Digital Customer Onboarding: Seamless Digital Customer Onboarding!",
      "body": "Welcome to the WBL (Web-Based Learning) module on Seamless Digital Customer Onboarding! This module is designed to explore the diverse approaches to onboarding customers, including traditional branch methods, digital solutions, and the increasingly popular omnichannel approach. Throughout this course, you will gain insights into the critical role that digital customer onboarding plays in enhancing overall customer experience, while also identifying various automation technologies that can streamline and optimize onboarding processes. We will delve into proactive strategies to avoid common pitfalls in business process automation, ensuring a smoother transition for both customers and businesses. Additionally, you will learn effective strategies for implementing an omnichannel approach that fosters a seamless and cohesive customer experience across various touchpoints.", 
      "image": "src/assets/img/general images/ModuleIntroduction.jpg"
    },
    {
      "order": 2,
      "title": "Module Pre-Examination",
      "exams": [{
          "exam_id": 9,
          "title": "Module Pre-Examination",
          "body": "This assessment is designed to test your knowledge. Results of this  assessment will be used to structure the workshop.",
          "questions": [{
                "q_number": 1,
                "q_statement": "This involves a series of steps designed to help customers understand how to use a product or service effectively, ensuring they have a positive experience from the outset.",
                "q_field_type": "single_select" ,
                "q_selection": [{
                      "A": "Customer Experience",
                      "B": "Customer Onboarding",
                      "C": "Customer Relationship",
                      "D": "Customer Management"
                    }],
                "q_answer": "B"
          },
          {
                "q_number": 2,
                "q_statement": "A strategy where the various elements of different approaches are effectively combined.",
                "q_field_type": "single_select" ,
                "q_selection": [{
                    "A": "Digital Approach",
                    "B": "Omnichannel Approach",
                    "C": "Branch with Pre-work Approach",
                    "D": "Transitioned Channel Approach"
                }], 
                "q_answer": "B"   
          },
          {
                "q_number": 3,
                "q_statement": "This allows users to log in and manage various administrative functions, such as making changes to their 401K investment options or selecting HR benefits.",
                "q_field_type": "single_select",
                "q_selection": [{
                    "A": "Document Management",
                    "B": "Decision-making",
                    "C": "Self-service Employee Portal",
                    "D": "Empathy Map"
                }],
                "q_answer": "C"
          }]
      }]
    },
    {
      "order": 3,
      "title": "Module Credit and Completion Requirements and Learning Objective",
      "body": "<h4>Credit and Completion Requirements</h4> <p>To successfully earn credit and meet the learning objectives of this Web-Based Learning Application, it is essential to engage with every page, complete all knowledge checks, and complete the initial and final assessment independently. The assessment will require a <b>70% passing rate</b> and while you are encouraged to refer to your notes of the course content during the assessment, any form of cheating is discouraged. Please also note that this course will expire by <b>April 25, 2025.</b></p> <h4>Module Learning Objectives</h4> <p>Upon successful completion of the module, you will be able to:</p> <ul> <li>Describe various customer onboarding approaches including the branch, digital, and omnichannel approach.</li> <li>Understand the significance of digital customer onboarding on customer experience.</li> <li>Identify different automation technologies to optimize onboarding processes and the proactive approaches to avoid the common mistakes in business process automation.</li> <li>Recognize various strategies to implement the omnichannel approach effectively and achieve a seamless customer experience.</li> </ul>", 
      "image":"src/assets/img/general images/CreditCompletionLearningObjectives.jpg"
    },
    {
      "order": 4,
      "title": "Digital Customer Onboarding Lessons",
      "subheader": "Introduction to Digital Customer Onboarding", 
      "body": "<h4>Learning Objectives</h4> <p>At the end of this lesson, you will be able to:</p> <ul> <li>Differentiate various customer onboarding approaches and explain the significance of each in enhancing customer interactions and experiences.</li> <li>Identify the key benefits of digital customer onboarding and articulate how these factors contribute to customer satisfaction, retention, and overall business success.</li> <li>Develop strategies for creating an engaging and personalized digital onboarding experience to ensure a smooth transition for new customers.</li></ul>",
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order4.jpg"
    }, 
    {
      "order": 5,
      "layout": "col-1",
      "title": "Introduction to Digital Customer Onboarding",
      "subheader": "What is Customer Onboarding?", 
      "body": "<h4>CUSTOMER ONBOARDING</h4> <p>Customer onboarding is the process of guiding new customers through the initial stages of their relationship with a company or service. It involves a series of steps designed to help customers understand how to use a product or service effectively, ensuring they have a positive experience from the outset. </p>"
    },
    {
      "order": 6,
      "layout": "image righthand portion",
      "title": "Introduction to Digital Customer Onboarding",
      "subheader": "Typical Onboarding Experiences", 
      "body": "<h4>Branch Approach</h4> <p>The current onboarding processes that prioritize directing customers to a physical branch do not fully capitalize on a digital-first strategy. Although emphasizing branch interactions maintains a personal touch, it relies heavily on customers visiting a brick-and-mortar location. While this traditional approach has been effective over the years, it often prioritizes institutional procedures over enhancing the overall customer experience.</p>", 
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order6.jpg"    
    },
    {
      "order": 7,
      "layout": "image righthand portion",
      "title": "Introduction to Digital Customer Onboarding",
      "subheader": "Typical Onboarding Experiences", 
      "body": "<h4>Branch with Pre-Work Approach</h4> <p>This approach alleviates the burden on customers by offering extensive context online, including tailored checklists for different business types. Although it is not possible to complete the forms in advance, these additional checklists help to reduce the need for multiple trips to a branch.</p>", 
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order7.jpg"    
    },
    {
      "order": 8,
      "layout": "image righthand portion",
      "title": "Introduction to Digital Customer Onboarding",
      "subheader": "Typical Onboarding Experiences", 
      "body": "<h4>Transitioned Channel Approach</h4> <p>The advancement of enhanced onboarding processes may be hindered by the complexities inherent in both internal and external procedures. Instead of postponing progress until these issues are addressed, it is advisable to develop experiences that closely resemble a fully digital approach. Enabling customers to submit information digitally prior to their visit to a branch helps maintain the momentum generated at the moment they decide to invest their time and energy in your services.</p>", 
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order8.jpg"    
    },
    {
      "order": 9,
      "layout": "image righthand portion",
      "title": "Introduction to Digital Customer Onboarding",
      "subheader": "Typical Onboarding Experiences", 
      "body": "<h4>Digital Approach</h4> <p>By developing a robust front-end interface accessible on any device, banks can enhance the overall customer experience without the need to overhaul all back-end systems. It is crucial to recognize that effective digital experiences extend beyond desktop interfaces. Many customers utilize digital wallets on their mobile devices, which serve as collections of digital representations of their physical cards, along with applications that facilitate the management and access of their funds.</p>", 
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order9.jpg"    
    },
    {
      "order": 10,
      "layout": "image righthand portion",
      "title": "Introduction to Digital Customer Onboarding",
      "subheader": "Typical Onboarding Experiences", 
      "body": "<h4>Omnichannel Approach</h4> <p>When the various elements of different approaches are effectively combined, they form an omnichannel strategy that prioritizes the customer’s experience over the bank’s internal processes. No matter how a customer discovers your business, they can easily navigate the sign-up process. Customers can trust that their information is securely stored in a single, reliable location, allowing them to transition seamlessly between different mediums to achieve their objectives.</p>", 
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order10.jpg"    
    },
    {
      "order": 11,
      "layout": "col-1",
      "title": "Introduction to Digital Customer Onboarding",
      "subheader": "Going Digital", 
      "body": "<h4>DIGITAL CUSTOMER ONBOARDING</h4> <p>Digital customer onboarding is the process of integrating new customers into a company's services or products via digital channels. This process generally involves guiding customers through the initial steps of utilizing a product or service, ensuring they comprehend its features, benefits, and how to begin. Digital onboarding can manifest in various formats, such as online tutorials, interactive guides, welcome emails, and self-service portals. The primary objective is to deliver a seamless and engaging experience that enables customers to quickly familiarize themselves with the offerings.</p>"
    },
    {
      "order": 12,
      "layout": "col-2",
      "title": "Introduction to Digital Customer Onboarding",
      "subheader": "Going Digital", 
      "col1": "<h4>Importance of Digital Customer Onboarding</h4> <p>Digital customer onboarding is a crucial aspect of the customer journey that significantly influences customer satisfaction, retention, and overall business success. Here are several key reasons highlighting the importance of digital customer onboarding:</p> <h5><b>Seamless User Experience</b></h5> <p>Customers can access onboarding materials and resources anytime and anywhere, making it convenient for them to learn about the product or service at their own pace.</p> <h5><b>Reduced Time and Cost</b></h5> <p>Automating the onboarding process can significantly reduce the time and resources required for onboarding, making it more cost-effective for businesses.</p> <h5><b>Scalability</b></h5> <p>Digital onboarding solutions can handle multiple customers simultaneously, ensuring that everyone receives the same level of support without overwhelming staff.</p>",  
      "col2": "<h5><b>Data Collection and Insights</b></h5> <p>Digital onboarding processes often include mechanisms for collecting data on customer interactions and feedback enabling companies to improve their products and services.</p> <h5><b>Compliance and Security</b></h5> <p>Digital onboarding can incorporate automated compliance checks and secure data handling processes, ensuring that businesses meet regulatory requirements while protecting customer information.</p> <h5><b>Building Long-Term Relationships</b></h5> <p>Digital onboarding is an opportunity to establish a strong relationship with customers from the outset. By providing ongoing support and resources, companies can foster loyalty and encourage customers to become advocates for the brand.</p> <h5><b>Competitive Advantage</b></h5> <p>Companies that prioritize customer onboarding and provide exceptional digital experiences are more likely to attract and retain customers.</p>" 
    },
    {
      "order": 13,
      "layout": "col-1",
      "title": "Introduction to Digital Customer Onboarding",
      "subheader": "Going Digital", 
      "body": "<h4>Key Objectives of Digital Customer Onboarding</h4> <p>An effective digital customer onboarding process should focus on several key objectives to ensure a smooth transition for new customers. Here are the main objectives:</p> <img src='src/assets/img/digital_customer_onboarding/seamless_digital/order13.jpg'/> <p>By focusing on these objectives, businesses can create a more effective digital onboarding process that enhances customer satisfaction and drives engagement.</p>" 
    }, 
    {
      "order": 14,
      "title": "Knowledge Check",
      "body": "Which of the following are the benefits of implementing digital customer onboarding? (Select all that apply)",
      "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "multi_select" ,
      "q_selection": [{
        "A": "Reduced time and costs",
        "B": "Scalability",
        "C": "Competitive advantage",
        "D": "Seamless user experience", 
        "E": "Improved compliance and security"
      }],
      "q_answer": "A, B, C, D, E"
    },  
    {
      "order": 15,
      "title": "Lesson Summary",
      "body": "<h4>Congratulations on completing Lesson 1 of this module!</h4> <p>Now that you have completed this lesson, you should be able to:</p> <ul> <li>Differentiate between various customer onboarding approaches, including branch, digital, and omnichannel strategies, and explain the significance of each in enhancing customer interactions and experiences.</li> <li>Identify the key benefits of digital customer onboarding, such as seamless user experience, scalability, and data collection, and articulate how these factors contribute to customer satisfaction, retention, and overall business success.</li> <li>Develop strategies for creating an engaging and personalized digital onboarding experience that includes user engagement techniques, educational resources, simplified navigation, and feedback mechanisms to ensure a smooth transition for new customers.</li> </ul>", 
      "image":"src/assets/img/general images/LessonSummary.jpg"
    },
    {
      "order": 16,
      "title": "Digital Customer Onboarding Lessons",
      "subheader": "Guide to a Seamless Customer Experience", 
      "body": "<h4>Learning Objectives</h4> <p>At the end of this lesson, you will be able to:</p> <ul> <li>Explain the concept of a seamless customer experience to meet customer needs and enhance satisfaction and loyalty.</li> <li>Analyze the significance of providing a differentiated and consistent customer experience.</li> <li>Identify and describe effective strategies for optimizing business processes through omnichannel delivery.</li> <li>Develop techniques for building strong relationships with customers through personalization and the creation of a Single Customer View (SCV).</li> </ul>",
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order16.jpg"
    },
    {
      "order": 17,
      "layout": "col-1",
      "title": "Guide to a Seamless Customer Experience",
      "subheader": "What is a Seamless Customer Experience?", 
      "body": "<h4>SEAMLESS CUSTOMER EXPERIENCE</h4> <p>A seamless customer experience is characterized by the harmonious integration of all channels, allowing customers to transition effortlessly from one to another. This integration ensures that the value, information, and quality provided across all channels are perfectly aligned and consistent, ultimately leading to higher levels of customer satisfaction and loyalty. Furthermore, it is essential that customers' needs are promptly met and addressed, regardless of the channel they choose to engage with, fostering a sense of reliability and trust in the brand. By prioritizing a seamless experience, businesses can enhance customer relationships and drive long-term success.</p>"
    }, 
    {
      "order": 18,
      "layout": "col-2",
      "title": "Guide to a Seamless Customer Experience",
      "subheader": "Importance of a Seamless Customer Onboarding", 
      "col1": "<p>Customer Experience (CX) is about providing a differentiated, consistent experience that adds value to both the customer and the organization.</p> <h4>CX for the Customer</h4> <ul> <li>For the customer, CX is the way they feel about your organization: the total of their perceptions based on every encounter they’ve had, over their lifetime, with your services, products and employees.</li> <li>You don’t control it: CX is also influenced by external opinions, press, media and even popular culture.</li> </ul> <img src='src/assets/img/digital_customer_onboarding/seamless_digital/order18.jpg'/>", 
      "col2": "<h4>CX for the Organization</h4> <ul> <li>For the organization, CX is the consistent day-to-day delivery of your brand promise and values to customers and employees.</li> <li>It’s a constant feedback and decision-making loop based on your understanding of the customer, data, technology stack and actions.</li> </ul> <p>In today's era of multi-channel selling and marketing, many customers encounter gaps, disruptions, and dissatisfaction in their overall experience. This dissatisfaction arises from the fact that the various channels established by businesses do not operate cohesively, lacking uniformity in quality and functionality. As a result, customers face a disjointed experience that leaves them unhappy and unsatisfied, ultimately leading to customer attrition for businesses. To meet the needs of multi-channel customers, delivering a seamless experience across all channels is essential.</p>" 
    },
    {
      "order": 19,
      "layout": "col-2",
      "title": "Guide to a Seamless Customer Experience",
      "subheader": "Approaches in Optimizing Business Processes", 
      "col1": "<h4>Multichannel Delivery</h4> <ul> <li>Businesses offer multiple channels for customer interaction, such as branches, call centers, and online platform.</li> <li>These channels are not integrated, leading to a fragmented customer experience.</li> </ul> <h4>Omnichannel Delivery:</h4> <ul> <li>This approach involves creating a channel management system that analyzes customer preferences and behaviors, ensuring a seamless journey throughout all stages of the product purchase cycle, regardless of the channel used.</li> <li>Unlike multichannel delivery, which simply expands the range of channels, omnichannel delivery is significantly more advanced in terms of integration between different channels.</li> <li>It prioritizes the quality of customer interactions over the mere convenience of transactions offered through multiple channels.</li> </ul>", 
      "col2": "<p><b>An omnichannel capability is an optimized business process that:</b></p> <ul> <li>Captures the customer, ensuring engagement across various touchpoints.</li> <li>Provides a personalized customer experience tailored to individual preferences and behaviors.</li> <li>Goes further than fulfilling immediate customer needs by anticipating future needs, fostering long-term satisfaction and loyalty.</li> </ul> <p><b>At the core of this process is the adoption of a customer-centric approach.</b></p> <p><b>Did you know?</b> A study by <b>Harvard Business Review</b> revealed that omnichannel retail customers spend an average of 4% more during in-store shopping occasions and 10% more online compared to single-channel customers, with spending increasing as the number of channels used by a customer rises. Furthermore, IDC Retail Insights indicates that loyal customers exhibit a profitability increase of 5-10% and a 30% higher lifetime value than those who shop through only one channel.</p>"
    }, 
    {
      "order": 20,
      "layout": "image righthand portion",
      "title": "Guide to a Seamless Customer Onboarding",
      "subheader": "Journey to an Effective Omnichannel Implementation", 
      "body": "<h4>THE OMNI-CHANNEL SHOPPER PERSONA</h4> <h5><b>She’s a woman in her 40’s</b></h5> <p>Contrary to common assumptions, the average connected consumer is not a millennial.</p> <ul> <li>$80,000 - mean household income</li> <li>52% of connected consumers are women with a mean age of 40</li> </ul> <h5><b>She utilizes a MULTIPLE internet connected devices including a PC or laptop</b></h5> <ul> <li>73% own a smartphone</li> <li>26% own a tablet</li> </ul> <h5><b>She’s HIGHLY SOCIAL connected consumer who is enthusiastic about shopping</b></h5> <ul> <li>81% are active Instagram users</li> <li>60% shop via digital or print catalogs</li> <li>43% say shopping makes them feel happy</li> </ul> <h5><b>“EXCITED”, “THRIFTY”, and “PRODUCTIVE” Top the list of the connected consumer’s shopping emotions</b></h5>", 
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order20.jpg"
    },
    {
      "order": 21,
      "layout": "image righthand portion",
      "title": "Guide to a Seamless Customer Onboarding",
      "subheader": "Journey to an Effective Omnichannel Implementation", 
      "body": "<h4>Omnichannel Customer Experience Management (CXM) Strategy</h4> <h5><b>Strategy #1. Get to know your customer</b></h5> <p>Developing a customer experience management strategy aimed at delivering a seamless omnichannel experience begins with a comprehensive understanding of your customer.</p> <p>All aspects of the strategy should be tailored to align with the customer's preferences, dislikes, behaviors, specific patterns, and characteristics.</p> <p>Knowing your customer goes beyond demographics to explore deeper insights, such as:</p> <ul> <li>Why do they desire what they want?</li> <li>What frustrates them?</li> <li>What does their lifestyle entail?</li> <li>What concerns them?</li> <li>What would bring them joy?</li> <li>What are their dealbreakers?</li> </ul>", 
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order21.jpg"
    },    
    {
      "order": 22,
      "layout": "col-1",
      "title": "Guide to a Seamless Customer Onboarding",
      "subheader": "Journey to an Effective Omnichannel Implementation", 
      "body": "<h4>Ways to Connect with Your Customer: Conduct Surveys</h4> <p>Consider the following in creating a survey:</p> <h4>1.Remove your biases</h4> <p>Ways to reduce bias:</p> <ul> <li>Ask neutrally worded questions to avoid influencing responses</li> <li>Ensure that answer options are not leading or suggestive</li> <li>Make the survey anonymous to encourage honest feedback</li> <li>Remove your brand or logo to prevent bias towards your company</li> <li>Seek an outsider's perspective to identify potential biases.</li> </ul> <ul> <li>Avoid using complex industry jargon or technical terms that customers may not understand</li> <li>Keep questions simple and clear to facilitate accurate responses</li> </ul> <h4>2. Be concrete and concise</h4> <ul> <li>Avoid using complex industry jargon or technical terms that customers may not understand</li> <li>Keep questions simple and clear to facilitate accurate responses</li> </ul> <h4>3. Stay Focused</h4> <ul> <li>According to Survey Gismo, your questions should target specific interactions within the customer experience and particular aspects of your business</li> <li>Since it's impossible to cover everything in one survey, each question should have a clear goal and lead to actionable insights. For instance, if the survey aims to improve the checkout process, all questions should be designed to identify issues with the current process, enabling customer responses to guide you toward specific solutions for enhancement.</li> </ul>"
    },
    {
      "order": 23,
      "layout": "col-2",
      "title": "Guide to a Seamless Customer Onboarding",
      "subheader": "Journey to an Effective Omnichannel Implementation", 
      "col1": "<h4>Ways to Connect with your Customer:</h4> <h5><b>Talk to them</b></h5> <p>Engaging in conversations with your customers about important topics can be highly beneficial for your strategy, particularly for businesses that have frequent face-to-face interactions with clients or those with a smaller customer base.</p> <p>This approach not only allows you to gather more detailed information about your customers and gain a deeper understanding of their needs, but it also adds a personal touch to the communication. Such interactions foster the development of a strong bond and relationship between you and the customer, enhancing overall loyalty and satisfaction.</p>", 
      "col2": "<h5><b>Leverage front-line employees</b></h5> <p>One effective way to gather insights about customer experiences is through your front-line employees, including your sales team and any staff members who frequently interact directly with customers.</p> <p>Inquire about the common questions and issues that the sales team encounters regularly. What generalizations do they make about the types of customers you serve during the purchasing or checkout process?</p> <p>Train your employees to ask specific questions that can provide valuable insights. They might inquire about how customers heard about your business, whether they encountered any difficulties finding what they were looking for, or if they experienced any frustrations. Encourage your employees to initiate these conversations and ask these questions during face-to-face interactions with customers.</p>" 
    },
    {
      "order": 24,
      "layout": "image righthand portion",
      "title": "Guide to a Seamless Customer Onboarding",
      "subheader": "Journey to an Effective Omnichannel Implementation", 
      "body": "<h4>Omnichannel Customer Experience Management (CXM) Strategy</h4> <h5><b>Strategy #2. Implement Consistency Across Channels</b></h5> <p>Once you have conducted a thorough analysis of your customers and gained a solid understanding of their behaviors, identities, and overall journey with your business, the next step in creating a seamless omnichannel experience is to implement consistency across your various channels. This strategy aims to establish harmony among different channels.</p> <h4><b>Types of Consistency</b></h4> <h5><b>Surface-level consistency</b></h5> <ul> <li>This type is generally easier to apply and manage, focusing on maintaining consistency in design, aesthetics, terminology, and other superficial elements across each channel.</li> <li>It does not require significant changes within your operations or systems</li> </ul> <h5><b>Advanced level of consistency</b></h5> <ul> <li>At this level, channels not only appear consistent but also function consistently from an operational standpoint. Online banking serves as an excellent example of this advanced consistency.</li> <li>Achieving this level necessitates deeper changes, primarily focused on operational aspects.</li> </ul>", 
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order24.jpg"
    },
    {
      "order": 25,
      "layout":"col-2",
      "title": "Guide to a Seamless Customer Onboarding",
      "subheader": "Journey to an Effective Omnichannel Implementation", 
      "col1": "<h4>Omnichannel Customer Experience Management (CXM) Strategy</h4> <h5><b>Strategy #3. Technology Integration and Utilization</b></h5> <p>Technology plays a crucial role in providing a superior user experience within an omnichannel ecosystem. The effective utilization of technology by brands is essential for facilitating seamless customer experiences, even in the most intricate customer journeys. By integrating advanced technological solutions, businesses can enhance interactions and ensure a cohesive experience across all channels.</p> <h5><b>Technology's Role in Customer Experience Management (CXM)</b></h5> <ul> <li>Role 1: Assists in achieving advanced levels of consistency across channels - Technology enables channels to not only maintain consistency in their appearance but also ensures usability consistency, enhancing the overall customer experience.</li> <li>Role 2: Links different channels resulting in a harmonized experience - In certain instances, one channel may offer unique value that cannot be precisely replicated on other channels, regardless of efforts to achieve consistency. Technology plays a vital role in bridging these gaps, integrating different channels to create a harmonized experience, even when discrepancies exist among them. </li> </ul><h4>Important things to consider when choosing a technology to invest in:</h4> <h5><b>#1 Ensure Technology Aligns with Your Business Needs</b></h5> <ul> <li>Avoid integrating technology aimlessly in an effort to appear progressive, innovative, or to simply keep pace with competitors.</li> <li>The technology you choose to invest in should serve a specific purpose and provide real added value to the customer experience.</li> </ul>",
      "col2": "<ul><li>All technology and data will be ineffective if they are not cOnly after thoroughly examining your buyer personas, their behaviors, pain points in the customer journey, and the performance of your channels should you determine how and what technology can be utilized to enhance your customer experience. entered around the customer as the primary focus.</li> <li>All technology and data will be ineffective if they are not centered around the customer as the primary focus.</li> </ul> <p><b>Ask yourself:</b></p> <ul> <li>What value will this technology add to your customer journey?</li> <li>How will it integrate with your product or service line?</li> <li>Will it assist in linking your channels together or increasing consistency among them?</li> <li>Will it resolve pain points in the customer journey?</li> </ul> <h5><b>#2 Start small and simple</b></h5> <ul> <li>For businesses, especially those new to investing in or integrating technology into their operations, the process can feel intimidating due to the many unknowns; however, it doesn't have to be overwhelming.</li> <li>Begin by implementing small technological upgrades, analyze the results, make adjustments as needed, and gradually expand from there.</li> </ul>"
    },  
    {
      "order": 26,
      "layout": "image righthand portion",
      "title": "Guide to a Seamless Customer Onboarding",
      "subheader": "Journey to an Effective Omnichannel Implementation", 
      "body":"<h4>Omnichannel Customer Experience Management (CXM) Strategy</h4> <h5><b>Strategy #4. Address your organization's structure</b></h5> <p>To deliver a seamless, cross-channel experience to your customers, true transformation must occur within the organization. It is only when internal processes become integrated and seamless that a corresponding seamless customer experience can be achieved.</p>", 
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order26.jpg"
    }, 
    {
      "order": 27,
      "layout": "image righthand portion",
      "title": "Guide to a Seamless Customer Onboarding",
      "subheader": "Journey to an Effective Omnichannel Implementation", 
      "body":"<h4>Omnichannel Customer Experience Management (CXM) Strategy</h4> <h5><b>Strategy #5. Build strong relationships with your customers</b></h5> <p>By cultivating strong and positive relationships with your customers, you can enhance customer satisfaction, loyalty, and retention, which directly contributes to significant improvements in your bottom line. Establishing trust and open communication fosters a deeper connection, encouraging customers to engage more with your brand and ultimately leading to long-term success.</p>", 
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order27.jpg"
    }, 
    {
      "order": 28,
      "layout":"col-1",
      "title": "Guide to a Seamless Customer Onboarding",
      "subheader": "Journey to an Effective Omnichannel Implementation", 
      "body":"<h4>Single customer view (SCV) is…</h4> <ul> <li>The consolidation of all data related to each customer into one easy-to-read record within your database. This comprehensive view facilitates a more personalized experience, enabling you to build strong relationships with customers and foster loyalty, resulting in more returning customers.</li> <li>SCV enhances marketing targeting by allowing you to tailor your marketing communications based on cohesive and precise data for each individual customer or customer group.</li> <li>It also aids in making more accurate business decisions by eliminating duplicates and consolidating records, providing a clearer perspective that allows for data-driven decision-making.</li> </ul> <p>According to Experian, a global marketing services provider, 81% of marketers report having challenges achieving a single customer view.</p> <h4>Challenges in Achieving SCV</h4> <img src='src/assets/img/digital_customer_onboarding/seamless_digital/order28.jpg'/>"
    }, 
    {
      "order": 29,
      "title": "Knowledge Check",
      "body": "This refers to the approach that involves creating a channel management system that analyzes customer preferences and behaviors, ensuring a seamless journey throughout all stages of the product purchase cycle, regardless of the channel used.",
      "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "single_select" ,
      "q_selection": [{
        "A": "Multichannel Approach",
        "B": "Transitioned Channel Approach",
        "C": "Digital Approach",
        "D": "Omnichannel Approach"
      }],
      "q_answer": "D"
    },
    {
      "order": 30,
      "title": "Lesson Summary",
      "body": "<h4>Congratulations on completing Lesson 2 of this module!</h4> <p>Now that you have completed this lesson, you should be able to:</p> <ul> <li>Explain the concept of a seamless customer experience, emphasizing the importance of harmonious integration across multiple channels to meet customer needs and enhance satisfaction and loyalty.</li> <li>Analyze the significance of providing a differentiated and consistent customer experience, recognizing how it influences customer perceptions and organizational success.</li> <li>Identify and describe effective strategies for optimizing business processes through omnichannel delivery, including understanding customer preferences, ensuring consistency across channels, and leveraging technology for integration.</li> <li>Build Strong Customer Relationships: Develop techniques for building strong relationships with customers through personalization and the creation of a Single Customer View (SCV), enabling tailored interactions that foster loyalty and improve overall customer satisfaction.</li> </ul>", 
      "image":"src/assets/img/general images/LessonSummary.jpg"
    },
    {
      "order": 31,
      "layout": "image righthand portion",
      "title": "Digital Customer Onboarding Lessons",
      "subheader": "Techniques to Achieve a Seamless Onboarding Experience", 
      "body": "<h4>Learning Objectives</h4> <p>At the end of this lesson, you will be able to:</p> <ul> <li>Explain the key benefits of business process automation (BPA) in onboarding.</li> <li>Identify and describe the different types of business process automation.</li> <li>Assess which onboarding processes are most suitable for automation.</li> <li>Analyze common pitfalls in business process automation.</li> <li>Apply design thinking principles to enhance the onboarding experience.</li></ul>",
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order31.jpg"
    }, 
    {
      "order": 32,
      "layout": "col-1",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Process Automation in Onboarding", 
      "body": "<h4>What is Process Automation?</h4><p>Process automation refers to the use of software and technologies to streamline business processes and functions, aiming to achieve specific organizational goals. These goals can include tasks such as producing a product, hiring and onboarding employees, or delivering customer service.</p> <img src='src/assets/img/digital_customer_onboarding/seamless_digital/order32.jpg'/>"
    }, 
    {
      "order": 33,
      "layout": "col-2",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Process Automation in Onboarding", 
      "col1": "<h4>Types of Business Process Automation</h4> <h5><b>Robotic Process Automation</b></h5> <p>Robotic Process Automation (RPA) is designed to automate high-volume, routine administrative tasks, enhancing accuracy and reducing costs. Unlike a basic Excel macro that repetitively executes the same set of instructions, RPA can perform various actions across multiple systems. It processes information and transmits that information to other digital systems, allowing for a broad range of applications.</p><h5><b>Cognitive Automation</b></h5> <p>Cognitive automation, also referred to as machine learning, involves teaching computers to identify patterns within large volumes of data. This form of recognition automation can detect various patterns, whether it's recognizing a face in a photo or analyzing common shopping habits. These applications utilize algorithms to make predictions based on the identified patterns.</p> ",  
      "col2": "<h5><b>Workflow Automation</b></h5> <p>Workflow automation employs a series of actions to streamline steps within a business process. By adopting workflow software, managers gain a high-level overview of task delegation. Presented as a task map, this software illustrates who is responsible for each task, when tasks are due, and where they should be directed afterward. With this tool, teams can easily identify their responsibilities and know whom to report to, allowing them to spend more time on productive work and less on administrative tasks and paperwork.</p>"
    },
    {
      "order": 34,
      "layout": "col-2",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Process Automation in Onboarding", 
      "col1": "<h4>When to Use Business Process Automation</h4> <p>Not all processes are ideal candidates for business process automation (BPA). Understanding when and where to effectively implement automation is crucial for successful BPA integration.</p> <h4>1. Predictable and repetitive tasks are most suitable for process automation.</h4> <p>Tasks related to assembly, software updates, security monitoring, time tracking, order fulfillment, shipping, inventory management, purchasing, and billing often involve predictable and routine processes. Automation can expedite these tasks, allowing employees to focus on higher-value activities.</p> <p>Examples:</p> <ul> <li>Self-service employee portal</li> <li>Document management</li> <li>Decision-making</li> </ul> <h5><b>Example No. 1 Self-service employee portal</b></h5> <ul> <li>A self-service employee portal allows users to log in and manage various administrative functions, such as making changes to their 401K investment options or selecting Human Resources (HR) benefits. Once these processes are automated, there is no need for an HR representative to oversee them, resulting in immediate data availability. This enables HR professionals to allocate their time to more valuable tasks within the organization.</li> </ul>",  
      "col2": "<h5><b>Example No. 2 Document Management</b></h5> <ul> <li>By digitizing documents that would otherwise contribute to landfill waste—such as paid invoices, outdated salary lists, and former employee records—organizations can streamline processes like budget approvals, secure electronic signatures, and archive old records more effectively. This approach not only reduces environmental impact but also facilitates smoother operational procedures.</li> </ul> <h5><b>Example No. 3 Decision Making</b></h5> <ul> <li>Automation can greatly simplify decision-making processes that can be handled by machines, especially in the financial sector. For example, when someone applies for a loan, they often face delays as their documentation is reviewed by an experienced underwriter. This professional must authenticate the applicant's identity and verify their income and employment details, a process that can be quite time-consuming when conducted manually. However, with the implementation of automation, customers can receive immediate feedback regarding their qualification status, thereby enhancing efficiency and improving the overall experience.</li> </ul>"
    },
    {
      "order": 35,
      "layout": "col-1",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Process Automation in Onboarding", 
      "body": "<h4>When to Use Business Process Automation</h4> <p>Not all processes are ideal candidates for business process automation (BPA). Understanding when and where to effectively implement automation is crucial for successful BPA integration.</p> <h4>2. Processes that involve direct interaction with customers may only be partially automated.</h4> <p>In a call center, for example, clients may feel dissatisfied if they do not have the option to speak with a human representative. Similarly, automation should not be relied upon for decisions that are better suited for human judgment. High-value front office tasks can be particularly difficult to automate due to their complexity and variability. However, it is important to note that flexible workflows can be created, allowing employees to adjust their methods while still enabling the automation of certain aspects of the process.</p> <p>In cases that depend on machine learning, it is unrealistic to expect a device to have complete knowledge. For instance, fully automating language recognition could lead to incorrect translations, as pronunciation and meaning are often subtle and nuanced. While automating business processes can be advantageous in many scenarios, not all processes will benefit from such an approach.</p> <p>Organizations must carefully evaluate how to best implement these technologies and determine which tasks are more effectively handled by humans.</p>"
    }, 
    {
      "order": 36,
      "layout": "col-2",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Process Automation in Onboarding", 
      "col1": "<h4>Common Mistakes in Business Process Automation</h4> <p>While automating business processes offers significant advantages, it can also present serious challenges. Many issues tend to arise later in the process, so taking a proactive approach during the initial stages can help the organization prevent common pitfalls.</p> <img src='src/assets/img/digital_customer_onboarding/seamless_digital/order36.jpg'> <p><b>Proactive approaches to avoid common mistakes in BPA:</b></p> <h5><b>1. Clearly communicate the benefits of business process automation to employees</b></h5> <p>Organizations should engage in open communication with their staff, providing detailed information on how their roles will be impacted. By fostering transparency and keeping employees informed from the outset, the organization can encourage buy-in and alleviate fears regarding automation.</p>", 
      "col2": "<h5><b>2. Focus on automating specific tasks rather than entire job roles</b></h5> <p>The goal of automation should be to provide tools that simplify tasks, rather than to replace the individual with a machine. Adopting a mindset that emphasizes automating specific functions rather than the entire job will lead to more successful implementations.</p> <p>After all, human oversight and judgment are irreplaceable. Before proceeding with automation, the company must ensure that all processes are thoroughly documented. This requires a team to interview employees to identify and record the full scope of their responsibilities. Engaging the right expertise is essential to define all tasks involved in a process, establish the correct sequence of tasks, and determine the desired output. Taking these steps can help prevent unsuccessful attempts at process automation and contribute to a smoother implementation.</p> <h5><b>3. Fix the flaws before automation</b></h5> <p>Focus on improving inefficient business processes prior to automation. To optimize the process, a team of experts should identify and eliminate any bottlenecks that hinder efficiency, such as redundant operations or unnecessary tasks. The organization can achieve this by establishing process standards and procedures for evaluation.</p>" 
    }, 
    {
      "order": 37,
      "layout": "col-1",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "body": "<h4>What is Design Thinking?</h4> <p>Tim Brown, the CEO of IDEO, defines design thinking as “a discipline that uses the designer's sensibility and methods to match people's needs with what is technologically feasible and what a viable business strategy can convert into customer value and market opportunity”.</p> <p><b>Design Thinking Guiding Principles</b></p> <img src='src/assets/img/digital_customer_onboarding/seamless_digital/order37.jpg'/>"
    }, 
    {
      "order": 38,
      "layout": "col-3",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "col1": "<h4>Design Thinking Guiding Principles</h4> <h5><b>Human Centered</b></h4> <p>Human-Centered, often referred to as User-Centered, focuses on ensuring that the design process is fundamentally based on understanding human needs and integrating user feedback. During each phase of the design cycle—from the initial inspiration to the final validation—it is crucial to involve the individuals who will be influenced by our designs. This involvement helps us build empathy, which serves as a source of inspiration and direction for our design work. </p> <h5><b>Mindful of Process</b></h5> <p>Mindfulness of Process is another fundamental principle of Design Thinking. Essentially, it encourages individuals to be considerate not only of the tasks they perform but also of the approaches they take to complete those tasks, as well as how they can enhance their methods moving forward.</p>",  
      "col2": "<h5><b>Culture of Prototyping</b></h5> <p>The mindset of fostering and sustaining a Culture of Prototyping encourages us to remain experimental, to construct as a means of thinking, to involve individuals with tangible artifacts, and to gather and respond to feedback in ways that enhance our understanding of both our designs and the principles of Design Thinking. This approach places us in a constant cycle of iterative testing, characterized by the sequence of  the design/build - test/measure - learn. </p> <h5><b>Bias Towards Action</b></h5> <p>As a fundamental principle, Bias Towards Action represents a key mindset in Design Thinking. At its core, this principle advocates for prioritizing action-oriented behaviors over discussion-based activities.</p>",  
      "col3": "<h5><b>Show Don’t Tell</b></h5> <p>Visual thinking is a foundational principle of Design Thinking. By expressing ideas in a non-verbal manner, we make concepts more engaging, uncover problems and opportunities that may not emerge through discussion alone, and facilitate productive misunderstandings. Additionally, the creation of visual artifacts aids groups in reaching consensus on design decisions.</p> <h5><b>Radical Collaboration</b></h5> <p>Design Thinking creates an environment where individuals from diverse disciplines can collaborate, embracing a wide range of thinking styles. By establishing a shared process, working style, and common goals, this approach harnesses the strengths of various types of thinkers, enabling them to work together effectively.</p>"  
    }, 
    {
      "order": 39,
      "layout": "col-2",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "col1": "<h4>Design Thinking Process</h4> <img src='src/assets/img/digital_customer_onboarding/seamless_digital/order39.jpg'/> <p>Design Thinking is a human-centered approach to innovation aimed at optimizing and transforming businesses. It relies on an iterative process known as the micro cycle. Depending on the maturity of a project, we utilize various tools that correspond to specific phases: Empathize, Define, Ideate, Prototype, and Test. The Empathize and Define phases are crucial steps in the overall Design Thinking process, as the development of ideas and prototypes is grounded in understanding customers' needs and desires. If prototypes are already created, we can move directly to testing them with potential customers.</p>",  
      "col2": "<h4>First Phase of Design Thinking Process: Empathize</h4> <p>Before generating ideas for new or improved products or services, teams must thoroughly understand the needs and desires of their target customers. This requires us to empathize with them. Why is this important? To create a human-centered design, to gain insight into the customers' experiences, and to demonstrate that we care about their lives. Engage in open conversations, explore what captures their interest, seek out stories to uncover their needs, and draw meaningful insights from these interactions.</p>"
    },
    {
      "order": 40,
      "layout": "col-1",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "body": "<h4>Methods to Empathize with Customers</h4> <h5><b>Interviews</b></h5> <p>Through qualitative design exploration, teams can develop empathy for their customers. Techniques such as interviews, observations, or immersions—where team members step into the customers' shoes—enable a deeper understanding of customer needs and realities. During qualitative interviews, it is essential to grasp the specific circumstances of the interviewee and to gather original quotes that reflect their experiences.</p> <p>Tips when conducting interviews:</p> <ul> <li>Observe the body language</li> <li>Use open ended questions</li> <li>Ask one question at a time</li> <li>Allow time and space for stories to unfold </li> <li>Stay neutral to avoid influencing the user</li> </ul>"
    }, 
    {
      "order": 41,
      "layout": "image righthand portion",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs",
      "body": "<h4>Methods to Emphatize with Customers</h4> <h5><b>Empathy Map</b></h5> <p>An empathy map is a valuable tool for gaining a deeper understanding of customers. This framework helps uncover insights into their experiences by exploring all senses. Key questions to consider include: What does the customer think and feel? What do they see and hear? What actions do they take and what do they say? What are their pains and gains?</p>",
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order41.jpg"
    },
    {
      "order": 42,
      "layout": "image righthand portion",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs",
      "body": "<h4>Methods to Emphatize with Customers</h4> <h5><b>User Journey Map</b></h5> <p>The user journey illustrates a customer's interactions with a specific problem, product, business, or process over time. It captures both direct and indirect touchpoints, assessing them as positive or negative experiences. If multiple users or personas are involved, it is beneficial to create separate user journeys for each persona. The user journey can later be utilized to inform the Service Prototyping method that will be discussed.</p>",
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order42.jpg"
    },
    {
      "order": 43,
      "layout": "image righthand portion",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs",
      "body": "<h4>Methods to Empathize with Customers</h4> <h5><b>Stakeholder Map</b></h5> <p>The stakeholder map is a method used to illustrate the various groups of individuals connected to a specific problem. It also explores the relationships among these groups. The Do the Pig method exemplifies how different stakeholders perceive the same issue differently; for instance, a vegetarian may view the pig as an abused animal, while a farmer sees it as livestock, and a butcher views it in terms of its meat. After identifying all stakeholders related to the problem, draw lines between them to represent their connections, as well as their relationship to the issue at hand. Label these connecting lines to describe the nature of the relationships between stakeholders. It is essential to document both the positive and negative perceptions held by stakeholders.</p>",
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order43.jpg"
    },
    {
      "order": 44,
      "layout": "col-2",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "col1": "<h4>Second Phase of Design Thinking Process</h4> <h5><b>Define</b></h5> <p>After completing the Empathize phase, you will have collected numerous insights into your customers' realities and the needs that arise from them. During the Define phase, the goal is to synthesize this information. A well-defined problem is the crucial first step toward developing an innovative solution. This synthesis offers the team a shared perspective and understanding of the problem space. To articulate a Point of View, you will need to filter, cluster, and synthesize the gathered information. The Point of View then reframes the question into a problem statement that can guide your work.</p>", 
      "col2": "<h4>Methods to Use on Define Phase</h4> <h5><b>Nugget Framing</b></h5> <img src='src/assets/img/digital_customer_onboarding/seamless_digital/order44.jpg'/> <p>When dealing with a large number of post-it notes, Nugget Framing is a useful technique for capturing team members' initial gut feelings. It also aids the team in filtering through the extensive information collected and honing in on the most intriguing insights. Utilize a frame to emphasize the information you consider to be the most interesting, concerning, promising, or otherwise noteworthy.</p>"
    }, 
    {
      "order": 45,
      "layout": "image righthand portion",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "body": "<h4>Methods to Use on Define Phase</h4> <h5><b>Persona</b></h5> <p>A persona is a fictional character developed by the team that combines various traits from real customers the team has interacted with, such as those encountered during interviews. This persona serves as a representation of the customer and personifies the customer group for which you are designing. It aids in recognizing patterns and synthesizing the characteristics of the individuals you aim to design for. To iteratively refine the persona, you can utilize the Empathy Map that you may have created during the Empathize phase.</p>", 
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order45.jpg"
    },
    {
      "order": 46,
      "layout": "image righthand portion",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "body": "<h4>Methods to Use on Define Phase</h4> <h5><b>User Profile Canvas</b></h5> <p>The user profile canvas is a tool used to assess whether a particular product meets the needs of the personas. On one side, it includes a brief description of the persona, while on the other side, it outlines the tasks the persona needs to accomplish and how using your product or service affects their pains and gains. This canvas can also be integrated into the user journey that was discussed during the Empathize phase.</p>",
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order46.jpg"
    },
    {
      "order": 47,
      "layout": "image righthand portion",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "body": "<h4>Methods to Use on Define Phase</h4> <h5><b>Point of View</b></h5> <p>The user profile canvas is a tool used to assess whether a particular product meets the needs of the personas. On one side, it includes a brief description of the persona, while on the other side, it outlines the tasks the persona needs to accomplish and how using your product or service affects their pains and gains. This canvas can also be integrated into the user journey that was discussed during the Empathize phase.</p>",
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order47.jpg"
    },
    {
      "order": 48,
      "layout": "col-1",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "body": "<h4>Methods to Use on Define Phase</h4> <h5><b>Problem Definition</b></h5> <p>Once you have developed your Point of View, you can begin to formulate questions that start with How might we.... These questions should serve as a foundation for brainstorming sessions. They should be broad enough to encourage a variety of solutions but not so broad that they lack focus for specific solutions. Ensure that the How might we... questions are grounded in the observations you gathered during the Empathize phase. Generate as many HMW questions as possible and choose one to pursue before entering the Ideate phase. You can do this by having team members vote on the problem they want to address or by selecting a few questions and working on each one in groups during the subsequent phases.</p> <img src='src/assets/img/digital_customer_onboarding/seamless_digital/order48.jpg'/>"
    },
    {
      "order": 49,
      "layout": "col-1",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "body": "<h4>Third Phase of Design Thinking Process</h4> <h5><b>Ideate</b></h5> <p>In the ideation phase, the team transitions from the problem space to the solution space, where insights are transformed into ideas. However, customer insights should not constrain the creativity of the ideas generated. Ideas emerge when teams have developed a profound understanding of their customers and their needs and desires. Each idea, as well as combinations of ideas, has the potential to become a solution in the future.</p> <p>Within Design Thinking, it is essential to differentiate between the generation of ideas and the evaluation of those ideas. At the outset of the Ideate phase, the focus is solely on generating ideas.</p>"
    },
    {
      "order": 50,
      "layout": "image righthand portion",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs",
      "body": "<h5>There are several golden rules that have been shown to enhance the effectiveness of brainstorming sessions, where quality is prioritized over quantity.</h5>",
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order50.jpg"
    }, 
    {
      "order": 51,
      "layout": "col-3",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "col1": "<h4>Methods to Use on Ideate Phase</h4> <h5><b>Be visual</b></h5> <p>Use a thick pen and write in capital letters. Incorporate pictures, drawings, and be creative. As an icebreaker, encourage everyone to draw something simple, like a little sun on a post-it, which can later be used to highlight ideas.</p> <p>Remember: only one idea per post-it, and make sure to capture every idea on a separate post-it.</p><h5><b>Brainstorming</b></h5> <p>Brainstorming is perhaps the most recognized technique for generating ideas and serves as an effective method for teams to develop new concepts. As previously mentioned, questions that begin with How might we... provide an excellent starting point for this process.</p>", 
      "col2": "<p>Some of the brainstorming methods include:</p> <ul> <li>Hot Potato Brainstorming - An object (referred to as the hot potato) is passed around among participants. The person who catches the potato must quickly contribute an idea. To keep the energy high, participants should aim to maintain a fast pace as they pass the potato.</li> <li>Quiet Brainstorming - Each team member takes some time to write and sketch their ideas on post-its. Afterward, the ideas are shared and organized into clusters on a whiteboard.</li> <li>6-3-5 Brainstorming - Six participants each receive a sheet of paper divided into three columns and six rows. They have five minutes to generate three ideas. After the time is up, they pass their paper to a teammate, who then builds upon the ideas of others.</li> </ul><p>Brainstorming is perhaps the most recognized technique for generating ideas and serves as an effective method for teams to develop new concepts. As previously mentioned, questions that begin with How might we... provide an excellent starting point for this process.</p>", 
      "col3": "<p>Some of the brainstorming methods include:</p> <ul> <li>Via Negative Brainstorming - Team members brainstorm ideas that would not solve the problem but rather exacerbate it. This technique helps to deepen the understanding of the problem and is sometimes followed by a positive brainstorming session.</li> <li>Moonshot Brainstorming - Participants are encouraged to think 50 years into the future, envisioning ideas that are ten times bigger while disregarding current limitations. Wild and imaginative ideas are welcomed. Everyone notes their ideas and shares them aloud, posting them on the whiteboard.</li> <li>Building on the Idea of Others - This is an important principle in the Design Thinking. Team members should aim to expand upon each other's ideas. Each person takes turns presenting one idea, and then every team member adds something to it on the whiteboard.</li> </ul>"
    }, 
    {
      "order": 52,
      "layout": "image righthand portion",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "body": "<h4>Walt Disney Method</h4> <p>The Walt Disney method is a role-playing technique that allows for examining a problem from multiple perspectives:</p> <ul> <li>A dreamer's</li> <li>A realist's</li> <li>A critic's perspective</li> </ul> <p>Each role is associated with a uniquely designed room that enhances the thinking and emotions relevant to that role. With the central problem in focus, the dreamer generates visions and ideas. Following this, the realist evaluates these ideas to assess their feasibility. Finally, the critic scrutinizes the realist's approaches to identify any potential mistakes.</p>", 
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order52.jpg"     
    }, 
    {
      "order": 53,
      "layout": "image righthand portion",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs",
      "body": "<h4>Power of Ten</h4> <p>The Stretching Ideas of Power of Ten exercise involves examining a problem at different levels of expansion and contraction. If a team finds itself stuck during brainstorming, this technique can help stimulate creative thinking. For example, one might ask, What would the solution look like with a budget of one million euros? or How might the solution change if only fifty euros were available?</p> <p>Choose one idea per person AND..</p> <ul> <li>Combine it with another one</li> <li>Turn it into its opposite</li> <li>Enlarge it</li> <li>Diminish it</li> </ul>",
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order53.jpg"
    },
    {
      "order": 54,
      "layout": "image righthand portion",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs",
      "body": "<h4>The Six Thinking Hats</h4> <p>The Six Thinking Hats, also known as Lateral Thinking, is a technique designed to examine problems and questions from various perspectives in a structured and systematic manner. Each of the six hats represents a different perspective to consider when addressing a problem. Team members are assigned a specific hat, which corresponds to a type of thinking and perspective they must adopt during the discussion. Remember to capture your ideas on post-its. Instead of using the Walt Disney characters, you can also choose famous individuals or people you know personally. For instance, consider how Mark Zuckerberg might approach a particular problem or how your mom would tackle the issue.</p>",
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order54.jpg"
    },
    {
      "order": 55,
      "layout": "col-2",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "col1": "<h4>Selecting Ideas</h4> <p>It is only during the selection of ideas for prototyping that we begin to evaluate them. At this stage, you can set aside the ground rule of deferring judgment. Consider the following criteria: How technically feasible is the idea? What would be the production costs? Would customers be enthusiastic about the idea?</p> <img src='src/assets/img/digital_customer_onboarding/seamless_digital/order55.jpg'/>",
      "col2": "<h4>Sketching Ideas</h4><p>Sketching the chosen idea is a valuable step for the team to further develop the concept selected for prototyping. This involves sitting down with paper and pen to visually represent the ideas. Don't hesitate to be creative and get visual. Establishing a common understanding of the details of any idea is crucial. Thus, sketching ideas serves as a bridge to the next phase, which focuses on realizing the critical functions of the idea in a prototype.</p>" 
    },
    {
      "order": 56,
      "layout": "col-1",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs",
      "body": "<h4>Fourth Phase of Design Thinking Process</h4> <h5><b>Prototype</b></h5> <p>Prototypes are tangible representations of ideas and assumptions that enable others to experience these concepts firsthand. They serve as an effective means of communicating understanding and intent in a cost-efficient manner. Additionally, the prototyping process allows for the playful and creative combination of ideas through multiple iterations, facilitating continuous feedback.</p>"
    }, 
    {
      "order": 57,
      "layout": "col-2",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "col1": "<h4>Different Ways to Prototype</h4><h5><b>Roleplay</b></h5> <ul> <li>Present the solution through the user’s perspective</li> <li>Focus on conveying the essence of the idea rather than striving for perfection; Feeling the idea is key, not flawless execution.</li> <li>Utilize role play to illustrate the impact of your idea, such as depicting a day in the life of your persona.</li> </ul> <h5><b>Storytelling</b></h5> <ul> <li>Designate one storyteller instead of having a group of actors.</li> <li>The speaker interacts with the audience during the performance, allowing for a personalized flow of the story.</li> </ul>", 
      "col2": "<p>Scenarios and stories can be presented in multiple ways. Alongside oral storytelling, these narratives can be communicated through written text or visual formats like pictures, animations, or videos. Written stories are advantageous for testing prototypes across various locations. Visual stories, which may include images and text, help improve understanding. However, the creation of animations and videos tends to be intricate and is typically utilized only for high-resolution prototypes.</p>"
    },
    {
      "order": 58,
      "layout": "image righthand portion",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "body": "<h4>Storyboards</h4> <p>Storyboards help bring your solution to life by visualizing it through sketches, enabling viewers to understand the complete experience a user may have with a product or service. You can use storyboards in their original form or as a foundation for role play or storytelling. Identify key messages in written form for each role or for the storyteller and rehearse the presentation or narrative multiple times to enhance delivery.</p>",
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order58.jpg"
    },
    {
      "order": 59,
      "layout": "image righthand portion",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs",
      "body": "<h4>Paper wireframes</h4><p>Paper wireframes are useful for showcasing functionality and can be easily created with traditional tools such as pen and paper. They serve as a basic outline of your solution or product. Remember, the emphasis should be on essential functionalities and screen flow rather than achieving perfect screenshots.</p>",
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order59.jpg"
    },
    {
      "order": 60,
      "layout": "col-1",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "body": "<h5><b>Service Prototype</b></h5> <p>Service blueprinting provides a structured and uniform way to describe service prototypes. A service blueprint comprises several components: </p><ul> <li><b>Physical indications</b> - for an activity as evidence for a service action (e.g., website)</li> <li><b>Customer activities</b> - describe all actions that a customer conducts during a process or service</li> <li><b>Frontstage activities</b> - stand opposite of the customer activities and are conducted by the service provider</li> <li><b>Backstage activities</b> - activities in direct causal relation to the single customer that the service provider conducts for the customer but are invisible to the customer</li> <li><b>Supporting activities and systems</b> - contain all relevant steps but are not connected to the case under investigation </li> </ul>"
    }, 
    {
      "order": 61,
      "layout": "image righthand portion",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs",
      "body": "<h4>Business Model Visualization</h4> <p>Business Model Prototypes illustrate the relationships between customers, producers, deliverers, and other stakeholders. The goal is to systematically present the business connections and motivations among those involved. One of the most recognized frameworks is the Business Model Canvas created by Osterwalder, Pigneur, and Clark. This model effectively promotes transparency and aids in analyzing complex business models. However, it can sometimes be perceived as too technocratic for testing ideas, making it difficult for testers and customers to fully understand the implications of the nine dimensions. As a result, more context-specific business model prototypes are developed during Design Thinking projects. These prototypes visualize connections using sketches, scribbles, or other materials, allowing the canvas to be tailored to the specific business or customer context.</p>",
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order61.jpg"
    },
    {
      "order": 62,
      "layout": "col-3",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "col1": "<h4>Fifth Phase of Design Thinking Process</h4> <h5><b>Test</b></h5> <p>Testing prototype is an essential part of the Design Thinking process. Each prototype serves as a representation of the team's current knowledge and assumptions. To gather more insights, the team must regularly challenge these assumptions and use the feedback to inform future iterations.</p> <h4>Methods to Use on Testing Phase</h4> <h5><b>Digital Analytics</b></h5> <p>Both quantitative and qualitative data inputs offer valuable insights and assist in validating products or services on a larger scale, while also providing information on emerging trends.</p>", 
      "col2": "<h5><b>Consumer Clinics</b></h5> <p>In consumer clinics, products and services are presented to customers who represent the future target demographic. Both new and established products can be showcased during these sessions. The process is generally divided into three stages: preparation, execution, and evaluation. Throughout these phases, testers complete surveys to express their opinions on the products and services. This feedback is then used for a detailed analysis. The number of participants can range from 10 to 100. Unlike focus groups, where products are still being developed, consumer clinics feature fully functional offerings. These clinics not only capture testers' opinions but also demonstrate how they utilize and engage with the products or services.</p>",  
      "col3": "<h5><b>A/B Testing</b></h5> <p>A/B tests are a quantitative approach used to assess the impact of minor design modifications. They involve comparing the live performance of one or more design variations against an existing design and statistically identifying the most effective option. This method is a powerful tool for informing design decisions. Through A/B testing, you can effectively communicate and illustrate the impact of design changes to stakeholders.</p>"
    }, 
    {
      "order": 63,
      "layout": "col-2",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs", 
      "col1": "<h4>Methods to Use on Testing Phase</h4> <h5><b>Usability Testing</b></h5> <p>Usability Testing encompasses techniques in which testers interact with a product or service under specific, predetermined conditions. In this method, testers are required to complete a designated task using the product or service. Throughout the testing process, all movements, steps, and actions are monitored and documented using cameras or specialized software.</p> <ul> <li><b>Cognitive Flow</b> - Emphasizes the cognitive processing that testers experience while interacting with the product or service. Particularly in software, decisions made in seconds can determine whether a product is perceived as valuable.</li> <li><b>Activity Analysis</b> - This approach examines the overall user behavior of testers when using the product or service. In formal analysis, technical tools are employed to record and document the entire activity flow, while informal analysis involves a straightforward observation followed by an evaluation of strengths and weaknesses.</li>  <li><b>Loud Thinking</b> - Testers verbalize their thoughts as they navigate the system, expressing what they intend to do next. This allows an observer present during the testing to gain insights into the tester's thought process and document their cognitive experience.</li> <li><b>Questioning</b> <p>This is an indirect usability testing technique that does not involve the product or service being evaluated. It utilizes both qualitative and quantitative questions to gather insights.</li> </ul> ", 
      "col2": "<h5><b>Diary Studies</b></h5><p>In diary studies, participants are requested to document their natural behaviors related to a specific subject, service, or product over a designated period. The findings from these diaries are usually examined in follow-up interviews to confirm conclusions. This approach helps you gain insights into your customers' needs and requirements, assess how well your concept fits into their lives, and identify opportunities for new or enhanced services or products.</p>"
    },
    {
      "order": 64,
      "layout": "col-1",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Design Thinking Approach to Better Understand Customer Needs",
      "body": "<h5><b>Feedback Grid</b></h5><p>The feedback grid enables you to systematically collect feedback from testers, organizing it in a way that makes it ready for use in the next iteration.</p> <img src='src/assets/img/digital_customer_onboarding/seamless_digital/order64.jpg'/>"
    }, 
    {
      "order": 65,
      "layout": "image righthand portion",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Analytical Methods for an Effective Analysis of Customer Insights", 
      "body": "<h4>What is Data Analytics?</h4> <p>The practice of data analytics involves scrutinizing data to answer pertinent questions, identify emerging trends, and derive valuable insights. When applied in a business context, this discipline is often termed business analytics. Analysts can utilize a range of tools, frameworks, and software—including Microsoft Excel, Power BI, Google Charts, Data Wrapper, Infogram, Tableau, and Zoho Analytics—to facilitate their data analysis efforts. These tools enable the examination of data from various angles and the creation of visualizations that clarify the narrative being presented.</p><p>Additionally, algorithms and machine learning are essential components of data analytics, allowing for the rapid collection, sorting, and analysis of data beyond human capacity. While proficiency in writing algorithms is a more advanced aspect of data analytics, it is not necessary to possess deep coding or statistical modeling knowledge to benefit from data-driven decision-making.</p>", 
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order65.jpg"
    },
    {
      "order": 66,
      "layout": "image righthand portion",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Analytical Methods for an Effective Analysis of Customer Insights",
      "body": "<h4>Types of Data Analytics</h4> <p><b>Descriptive analytics</b> refers to an analytical approach that summarizes and outlines the principal features of a data set. It facilitates a general understanding of the data while also revealing patterns and trends, such as the correlations among variables and changes that occur over time. By establishing a clear comprehension of the data and its significant attributes, descriptive analytics lays the groundwork for more complex analyses, including predictive analytics and machine learning. This approach is commonly applied in business intelligence, market research, and other domains where data is plentiful and necessitates thorough investigation and understanding.</p><p>Answers questions like:</p> <ul> <li>What was our sales performance for the previous year?</li> <li>What products generated the highest sales?</li> <li>Who are our most valuable customers?</li> <li>In which region of the country did we achieve the highest sales?</li> <li>How many hours did each employee work last month?</li> <li>What is our quarterly, yearly, monthly, or weekly marketing expenditure?</li> </ul>",
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order66.jpg"
    }, 
    {
      "order": 67,
      "layout": "col-2",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Analytical Methods for an Effective Analysis of Customer Insights", 
      "col1": "<p>Some common techniques used in descriptive analytics include:</p> <ul> <li><b>Summarization</b> - This technique involves calculating summary statistics, such as means, medians, and standard deviations, to outline the key characteristics of the data.</li> <li><b>Visualizatiom</b> - This method employs charts, graphs, and plots to represent the data visually, aiding in the identification of patterns and trends.</li> <li><b>Filtering</b> - This approach selectively removes or includes data points based on specific criteria to derive insights into particular subgroups within the broader data set.</li> <li><b>Aggregation</b> - This technique combines data from various sources or aggregates data at different levels of granularity to achieve a more comprehensive view of the data.</li> <li><b>Outlier detection</b> - This process focuses on identifying unusual or extreme values within the data that may need further examination.</li> </ul>",  
      "col2": "<h5><b>Diagnostic analytics</b></h5> <p>Diagnostic analytics refers to the process of analyzing data to identify issues, problems, or areas for improvement within an organization or system. The goal of diagnostic analytics is to provide insights and understanding of what may be causing certain outcomes or performance metrics, so that informed decisions can be made to address these issues.</p> <p>While descriptive analytics explains why something happened, diagnostic analytics examines the data to reveal why something happens. It tries to identify the root cause of a problem, predict future performance, as well as recommend solutions.</p> <p>Some common applications of diagnostic analytics include:</p> <ul> <li><b>Predictive maintenance</b> - Through the analysis of equipment usage patterns, diagnostic analytics can identify anomalies that may lead to potential failures. This allows maintenance teams to proactively schedule maintenance, thus minimizing downtime and increasing overall productivity.</li> <li><b>Fraud detection</b> - Diagnostic analytics monitors transactions to uncover unusual patterns that may suggest fraudulent behavior. This capability helps organizations prevent financial losses and maintain trust among their customers.</li> <li><b>Supply chain optimization</b> - Diagnostic analytics assists organizations in optimizing their supply chains by identifying bottlenecks, inefficiencies, and other issues that could impact delivery times and costs.</li> <li><b>Quality control</b> - Diagnostic analytics can be utilized to monitor production processes, enabling the early detection of defects or quality issues, which allows organizations to implement corrective measures before they develop into significant problems.</li> </ul>"
    },
    {
      "order": 68,
      "layout": "col-3",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Analytical Methods for an Effective Analysis of Customer Insights", 
      "col1": "<h4>Types of Data Analytics</h4> <h5><b>Prescriptive Analytics</b></h5> <p>Predictive analytics encompasses the processes collecting, organizing, and analyzing past data to predict what will happen in the future based on user-defined assumptions and rules prior to executing a model or algorithm. The primary benefit of predictive analytics lies in its capacity to transform data into actionable insights, which can guide business decisions and stimulate growth.</p> <p>Answers questions like:</p> <ul> <li>What products might our top customers be inclined to buy next?</li> <li>Which products should we suggest to each individual customer?</li> <li>Which areas of the country should we focus on selling more products in?</li> <li>Which employees are most likely to resign in the upcoming year?</li> <li>What locations are ideal for opening a new store?</li> </ul>", 
      "col2": "<h5><b>Predictive Analytics can be used in:</b></h5> <ul> <li><b>Fraud Detection</b> - Predictive analytics can be utilized to uncover fraudulent activities in financial transactions, including credit card purchases and insurance claims, by analyzing transaction data for patterns and anomalies. Predictive algorithms can flag suspicious activities for further examination by analysts.</li> <li><b>Demand Forecasting</b> -Predictive analytics can forecast the demand for products or services by leveraging historical data and considering external factors such as seasonality, weather conditions, and economic indicators. Accurate demand forecasts assist companies in managing inventory, supply chain logistics, and pricing strategies.</li> <li><b>Risk Modeling</b> - Predictive analytics is useful for quantifying and managing risks associated with investments, loans, or business decisions by analyzing comprehensive data on previous losses and related factors while utilizing statistical models. It can estimate the probability of future losses and inform risk management strategies.</li> <li><b>Marketing Campaign Optimization</b> - Predictive analytics can optimize marketing efforts determining which customer segments are most likely to respond to specific messages and offers through analyzing data from past campaigns and customer interactions. It can suggest the most effective channels, messaging, and frequency for future campaigns.</li> </ul>",  
      "col3": "<p><b>Prescriptive analytics</b> is a type of advanced analytics that surpasses descriptive and predictive analytics by delivering recommendations or solutions to problems or opportunities derived from data analysis. It utilizes optimization algorithms and mathematical modeling techniques to determine the optimal solution while adhering to specific constraints and objectives. I The aim of prescriptive analytics is to optimize key metrics, such as profit, by forecasting not only future outcomes but also the timing of these outcomes and the underlying factors contributing to them.</p> <h5><b>Prescriptive Analytics Use Cases:</b></h5> <ul> <li><b>Portfolio optimization</b> - A financial institution may utilize prescriptive analytics to enhance its investment portfolio by identifying the ideal asset mix to maximize returns while reducing risk.</li> <li><b>Production planning</b> - A manufacturer might apply prescriptive analytics to plan its production processes to maximize profitability by determining the most effective sequence of production orders, factoring in constraints such as material availability, machinery capacity, and delivery deadlines.</li> <li><b>Network optimization</b> - A telecom operator could utilize prescriptive analytics to optimize its network infrastructure by identifying the best locations for cell site switches and routers to ensure maximum coverage and capacity while minimizing expenses.</li> <li><b>Resource allocation</b> - A hospital might employ prescriptive analytics to strategically allocate limited resources, including beds, ventilators, and staff, in order to provide the best possible patient care while minimizing expenses and reducing wait times.</li> </ul> "
    },  
    {
      "order": 69,
      "layout": "col-2",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Analytical Methods for an Effective Analysis of Customer Insights",
      "col1": "<h4>Social Media Analytics</h4> <p>“Social media analytics is the ability to gather and find meaning in data gathered from social channels to support business decisions—and measure the performance of actions based on those decisions through social media.”</p> <p>Social media analytics involves analyzing from various data sources such as:</p> <ul> <li><b>Social media platforms</b> - Data is gathered directly from various social media platforms, including Facebook, Twitter, LinkedIn, Instagram, and YouTube.</li> <li><b>Listening tools</b> - These tools help in monitoring discussions on social media related to a brand, specific hashtags, keywords, or competitors.</li> <li><b>Web analytics</b> - Web analytics tools offer insights into website traffic, user behavior, and conversion rates.</li> <li><b>CRM systems</b> - Customer relationship management (CRM) systems store information about customer interactions, including those that take place on social media. </li> </ul>",
      "col2": "<h4>Why social media analytics important?</h4> <p>With the prevalence of social media: “News of a great product can spread like wildfire. And news about a bad product — or a bad experience with a customer service rep — can spread just as quickly. Consumers are now holding organizations to account for their brand promises and sharing their experiences with friends, co-workers and the public at large.”</p> <p>Social media analytics helps companies address these experiences and use them to:</p> <ul> <li>Spot trends related to offerings and brands</li> <li>Understand conversations — what is being said and how it is being received</li> <li>Derive customer sentiment towards products and services</li> <li>Gauge response to social media and other communications</li> <li>Identify high-value features for a product or service</li> <li>Uncover what competitors are saying and its effectiveness</li> <li>Map how third-party partners and channels may affect performance</li> </ul>"
    },
    {
      "order": 70,
      "layout": "col-3",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Analytical Methods for an Effective Analysis of Customer Insights", 
      "col1": "<h4>Common Social Media Analytics Terms</h4> <h5><b>Engagement Rate</b></h5><p>This metric represents the percentage of users who engage with a social media post through interactions such as likes, comments, shares, or clicks, compared to the total number of people who were exposed to that post, regardless of their interaction.</p><h5><b>Conversion Rate</b></h5><p>The conversion rate represents the proportion of users who take a specific action following their interaction with a social media post, such as completing a purchase or signing up for a newsletter.</p><h5><b>Hashtag Tracking</b></h5><p>This involves monitoring the usage of particular hashtags to assess their popularity and relevance in social media conversations.</p><h5><b>Influencer Analysis</b></h5><p>This refers to the evaluation of influencers' impact on social media, which encompasses their reach, engagement rates, and the characteristics of their audience.</p><h5><b>Campaign Tracking</b></h5><p>The process of campaign tracking includes measuring the success of social media initiatives through various metrics, including reach, impressions, and conversion rates.</p>", 
      "col2": "<h5><b>Social Media ROI</b></h5><p>Calculating the return on investment (ROI) of social media initiatives by evaluating the costs associated with campaigns against the revenue produced.</p><h5><b>Audience Demographics</b></h5><p>This involves analyzing the age, gender, location, and other attributes of a social media audience to gain insights into their characteristics.</p> <h5><b>Follower Growth Rate</b></h5><p>Tracking the quantity of new followers gained within a specific timeframe.</p> ",  
      "col3": "<h4>Sentiment Analysis</h4> <p>This involves examining the emotions conveyed in social media posts, categorizing them as positive, negative, or neutral. Additionally, it includes monitoring specific hashtags to assess their popularity and relevance within the online discourse.</p> <ul> <li>Also known as opinion mining or sentiment mining, this branch of natural language processing (NLP) focuses on the computational analysis of sentiments, opinions, and subjective elements expressed in written content.</li> <li>Its primary purpose is to automatically identify and quantify the emotions, attitudes, and opinions articulated in text, categorizing them as positive, negative, neutral, or mixed.</li> <li>Sentiment analysis has many applications in different fields, including market research, customer feedback analysis, social media monitoring, and product review analysis.</li> <li>It helps organizations to gain insights into customers preferences, needs, and concerns, which can be instrumental in enhancing their products, services, and overall customer experience.</li> </ul>"
    },  
    {
      "order": 71,
      "layout": "image righthand portion",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Analytical Methods for an Effective Analysis of Customer Insights", 
      "body": "<h4>Use of Social Media Analytics at Toyota</h4> <p>In 2011, Toyota began exploring social media monitoring and sentiment analysis tools. After several years of research, they found that by filtering for keywords such as Lexus, decide, buy, and BMW, they could swiftly identify active shoppers who were weighing their options between Toyota and competing brands.</p><p>Now, Toyota employs social media data analysis across various departments, including sales, service, quality, marketing, and product development. For instance, when a customer shows interest in a vehicle, Toyota assesses engagement by analyzing the frequency of dealership visits through platforms like Facebook, WhatsApp, Foursquare, or WeChat check-ins. They also evaluate the customer’s dealership experience via these applications and identify features that may have attracted the customer to a competitor's product.</p>", 
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order70.jpg"
    },  
    {
      "order": 72,
      "layout": "image righthand portion",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Analytical Methods for an Effective Analysis of Customer Insights",
      "body": "<h4>Use of Social Media Analytics at Toyota</h4> <p>With this data, Toyota segments its leads according to their readiness to purchase, promoting stronger leads up the sales funnel while pushing weaker ones down. By examining free-form text, Toyota can understand customer perceptions of specific vehicles. For quality concerns, they can seek information on whether new car owners are experiencing issues like a slight rattle, which can be relayed to quality control engineers.</p><p>Toyota utilizes sentiment analysis to enhance the precision of its sales forecasts. Additionally, the company seeks to gain a deeper insight into its customers' other interests, such as the favorite television shows of Camry owners and the brands they may prefer. This understanding can assist in future product placements and brand collaborations.</p>",
      "image": "src/assets/img/digital_customer_onboarding/seamless_digital/order70.jpg"
    },
    {
      "order": 73,
      "layout": "col-3",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Staff Training on Onboarding Customers", 
      "col1": "<h4>Staff Training on Onboarding Customers</h4> <p>Training staff on onboarding customers can be approached through a structured program that includes various methods and techniques to ensure effective learning and retention. Here’s a sample plan for how an organization can train its staff:</p> <h5><b>1. Training Needs Assessment</b></h5> <ul> <li><b>Identify Skills Gaps</b> - Conduct surveys or interviews to determine the current knowledge and skills of staff regarding customer onboarding.</li> <li><b>Define Objectives</b> - Establish clear training objectives based on the assessment results.</li> </ul> <h5><b>2. Training Program Development</b></h5> <ul> <li><b>Curriculum Design</b> - Create a structured curriculum that covers all aspects of customer onboarding, including communication skills, product knowledge, and customer relationship management.</li> <li><b>Learning Materials</b> - Develop training materials such as manuals, presentations, videos, and interactive content.</li> </ul><h5><b>3. Training Methods</b></h5> <ul> <li><b>In-Person Workshops</b> - Organize hands-on workshops where staff can engage in role-playing exercises and group discussions.</li> <li><b>Online Training Modules</b> - Provide e-learning courses that staff can complete at their own pace, including quizzes and interactive scenarios.</li> <li><b>Webinars</b> - Host live webinars with industry experts to discuss best practices and share insights on customer onboarding.</li> <li><b>Shadowing and Mentoring</b> - Pair new staff with experienced employees to observe and learn the onboarding process in real-time.</li> </ul> ", 
      "col2": "<h5><b>4. Practical Application</b></h5> <ul> <li><b>Role-Playing Scenarios</b> - Conduct role-playing exercises where staff can practice onboarding techniques in a controlled environment.</li> <li><b>Simulated Customer Interactions</b> - Use simulation software to create realistic customer interactions for staff to practice their skills.</li> </ul> <h5><b>5. Feedback and Evaluation</b></h5> <ul> <li><b>Performance Assessments</b> - Evaluate staff performance through assessments, quizzes, and practical demonstrations.</li> <li><b>Customer Feedback</b> - Gather feedback from customers who have recently gone through the onboarding process to assess staff effectiveness.</li> <li><b>Self-Assessment</b> - Encourage staff to reflect on their performance and identify areas for improvement.</li> </ul><h5><b>6. Continuous Learning and Improvement</b></h5> <ul> <li><b>Ongoing Training</b> - Offer refresher courses and advanced training sessions to keep staff updated on new products and onboarding techniques.</li> <li><b>Knowledge Sharing</b> - Create a platform for staff to share experiences, challenges, and solutions related to customer onboarding.</li> <li><b>Mentorship Programs</b> - Establish mentorship opportunities for continuous support and development.</li> </ul> ", 
      "col3": "<h5><b>7. Recognition and Incentives</b></h5> <ul> <li><b>Incentive Programs</b> - Implement recognition programs to reward staff who excel in customer onboarding, encouraging a culture of excellence.</li> <li><b>Career Development</b> - Provide opportunities for career advancement for staff who demonstrate strong onboarding skills.</li> </ul> <h5><b>8. Monitoring and Reporting</b></h5> <ul> <li><b>Track Progress</b> - Use performance metrics to monitor the effectiveness of the training program and make necessary adjustments.</li> <li><b>Regular Reviews</b> - Conduct regular reviews of the training program to ensure it remains relevant and effective.</li> </ul>"
    },  
    {
      "order": 74,
      "layout": "col-3",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Reaching the Unbanked Through Customer Education on Digital Financial Literacy", 
      "col1": "<h4>Reaching the Unbanked Through Customer Education on Digital Financial Literacy</h4> <p>Reaching the unbanked population through customer education on digital literacy is a crucial step in promoting financial inclusion. Here are some key points to consider:</p> <h5><b>1. Understanding the Unbanked Population</b></h5> <ul> <li><b>Definition</b> - The unbanked are individuals who do not have access to traditional banking services, often due to lack of identification, financial resources, or trust in financial institutions.</li> <li><b>Demographics</b> - This group often includes low-income individuals, rural residents, and marginalized communities.</li> </ul> <h5><b>2. Importance of Digital Literacy</b></h5> <ul> <li><b>Empowerment</b> - Digital literacy equips individuals with the skills needed to navigate online banking platforms, mobile wallets, and financial apps.</li> <li><b>Access to Information</b> - Educated users can better understand financial products, services, and their rights, leading to informed decision-making.</li> </ul> ", 
      "col2": "<h5><b>3. Strategies for Customer Education</b></h5> <ul> <li><b>Tailored Programs</b> - Develop educational programs that cater to the specific needs and backgrounds of the unbanked, using relatable examples and language.</li> <li><b>Community Engagement</b> - Partner with local organizations, community centers, and schools to reach unbanked individuals where they are.</li> <li><b>Use of Technology</b> - Leverage mobile technology and social media to disseminate educational content, making it accessible and engaging.</li> </ul><h5><b>4. Content of Educational Programs</b></h5> <ul> <li><b>Basic Financial Literacy</b> - Teach fundamental concepts such as budgeting, saving, and understanding interest rates.</li> <li><b>Digital Skills Training</b> - Provide training on how to use smartphones, computers, and the internet safely and effectively.</li> <li><b>Navigating Financial Services</b> - Educate on how to open accounts, use mobile banking, and access credit responsibly.</li> </ul> ", 
      "col3": "<h5><b>5. Overcoming Barriers</b></h5> <ul> <li><b>Trust Issues</b> - Build trust by involving community leaders and providing transparent information about financial services.</li> <li><b>Language and Cultural Barriers</b> - Offer materials in multiple languages and culturally relevant formats to ensure inclusivity.</li> <li><b>Access to Devices</b> - Facilitate access to smartphones or computers through partnerships with tech companies or community programs.</li> </ul><h5><b>6. Measuring Success</b></h5> <ul> <li><b>Feedback Mechanisms</b> - Implement surveys and feedback loops to assess the effectiveness of educational programs.</li> <li><b>Tracking Engagement</b> Monitor the increase in digital banking usage among participants to evaluate the impact of education.</li> </ul> <h5><b>7. Collaboration with Financial Institutions</b></h5> <ul> <li><b>Partnerships</b> - Collaborate with banks and fintech companies to create products that are accessible and beneficial for the unbanked.</li> <li><b>Incentives</b> - Encourage financial institutions to offer incentives for unbanked individuals to participate in educational programs and open accounts.</li> </ul>"
    },  
    {
      "order": 75,
      "layout": "col-3",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Setting up the Onboarding Timeline and Customer Expectations", 
      "col1": "<p>Creating a timeline for customer onboarding in the banking sector is vital for ensuring a seamless experience for new clients. Given the regulatory requirements and the complexity of financial products, a well-structured onboarding process can enhance customer satisfaction, build trust, and foster long-term relationships.</p> <p>Here’s a detailed guide on how to create an effective onboarding timeline specifically for banks:</p> <h5><b>1. Define Onboarding Goals</b></h5> <p>Establish clear objectives for the onboarding process, such as:</p> <ul> <li>Ensuring compliance with regulatory requirements.</li> <li>Educating customers about banking products and services.</li> <li>Facilitating smooth account setup and access to online banking.</li> <li>Building a relationship and trust with new customers.</li> </ul> <h5><b>2. Understand the Customer Journey</b></h5> <p>Map out the customer journey specific to banking to identify key touchpoints, including:</p> <ul> <li>Initial contact and welcome.</li> <li>Account opening and verification.</li> <li>Introduction to banking services (e.g., loans, credit cards, investment options).</li> <li>Access to digital banking platforms.</li> </ul>", 
      "col2": "<h5><b>3. Break Down the Onboarding Process</b></h5> <p>Divide the onboarding process into distinct phases. A typical banking onboarding timeline may include:</p> <p>Pre-Onboarding</p> <ul> <li>Send a welcome email with information about the bank’s services.</li> <li>Provide a checklist of documents required for account opening.</li> <li>Set expectations regarding the onboarding timeline.</li> </ul> <p>Account Opening</p> <ul> <li>Assist customers in completing the account opening application (online or in-branch).</li> <li>Verify customer identity and documentation (KYC compliance).</li> <li>Provide information on account features and benefits.</li> </ul><p>Ongoing (Month 1 and beyond)</p> <ul> <li>Conduct regular check-ins via phone or email to ensure customer satisfaction.</li> <li>Offer personalized financial advice based on customer needs and goals.</li> <li>Gather feedback on the onboarding experience and make improvements.</li> ", 
      "col3": "</ul> <p>Access and Setup</p> <ul> <li>Guide customers through setting up online banking and mobile app access.</li> <li>Offer tutorials on using digital banking features (e.g., fund transfers, bill payments).</li> <li>Introduce security features and best practices for online banking.</li> </ul> <p>Product Education</p> <ul> <li>Schedule a one-on-one consultation to discuss additional banking products (e.g., loans, credit cards).</li> <li>Provide educational resources, such as brochures or webinars, on financial literacy.</li> <li>Encourage customers to ask questions and clarify any doubts.</li> </ul>"
    },  
    {
      "order": 76,
      "layout": "col-2",
      "title": "Techniques to Achieve a Seamless Onboarding Experience",
      "subheader": "Setting up the Onboarding Timeline and Customer Expectations", 
      "col1": "<h5><b>4. Set Timelines and Milestones</b></h5> <p>Assign specific timelines to each phase and establish milestones to track progress. This helps in:</p> <ul> <li>Keeping the onboarding process organized.</li> <li>Ensuring accountability for both the customer and the onboarding team.</li> <li>Celebrating milestones, such as account activation or first successful transaction.</li> </ul> <h5><b>5. Communicate Clearly</b></h5> <p>Maintain clear and consistent communication throughout the onboarding process. Use various channels such as:</p> <ul> <li>Email updates with important information and reminders.</li> <li>Scheduled phone calls or video conferences for personalized support.</li> <li>Access to a dedicated onboarding portal with FAQs and resources.</li> </ul>", 
      "col2": "<h5><b>6. Gather Feedback</b></h5> <p>Incorporate feedback mechanisms at various stages of the onboarding process. This can include:</p> <ul> <li>Surveys after account opening and product education sessions.</li> <li>One-on-one interviews to understand customer experiences and pain points.</li> <li>Continuous improvement based on feedback to enhance the onboarding process.</li> </ul> <h4>7. Measure Success</h4> <p>Define key performance indicators (KPIs) to measure the success of the onboarding process. Common KPIs for banks include:</p> <ul> <li>Customer satisfaction scores (CSAT).</li> <li>Time taken to complete account opening and setup.</li> <li>Usage metrics for online banking services.</li> <li>Retention rates after the onboarding period.</li> </ul>"
    },  
    {
      "order": 77,
      "title": "Knowledge Check",
      "body": "This involves teaching computers to identify patterns within large volumes of data and utilizes algorithms to make predictions based on the identified patterns.",
      "image":"src/assets/img/general images/KnowledgeCheck.jpg", 
      "q_field_type": "single_select" ,
      "q_selection": [{
        "A": "Fixed Automation",
        "B": "Cognitive Automation",
        "C": "Robotic Process Automation (RPA)",
        "D": "Workflow Automation"
      }],
      "q_answer": "B"
    },
    {
      "order": 78,
      "title": "Lesson Summary",
      "body": "<h4>Congratulations on completing Lesson 3 of this module!</h4> <p>Now that you have completed this lesson, you should be able to:</p> <ul> <li>The key benefits of business process automation (BPA) in onboarding, including cost reduction, error minimization, enhanced process visibility, and the ability to handle large data volumes efficiently.</li> <li>Identify and describe the different types of business process automation, including Robotic Process Automation (RPA), cognitive automation, and workflow automation, and their respective applications in streamlining onboarding processes.</li> <li>Assess which onboarding processes are most suitable for automation by identifying predictable and repetitive tasks, while understanding the limitations of automation in customer-facing roles.</li> <li>Analyze common pitfalls in business process automation, such as automating flawed processes or failing to communicate the benefits to employees and develop strategies to mitigate these risks.</li> <li>Apply design thinking principles to enhance the onboarding experience through process automation, focusing on empathy, iterative prototyping, and user feedback to ensure that automated solutions meet customer needs effectively.</li>  </ul>", 
      "image":"src/assets/img/general images/LessonSummary.jpg"
    }, 
    {
      "order": 79,
      "title": "Module Summary",
      "body": "<p>Now that you have completed this module, you should be able to:</p><ul> <li>Describe various customer onboarding approaches including the branch, digital, and omnichannel approach.</li> <li>Understand the significance of digital customer onboarding on customer experience.</li> <li>Identify different automation technologies to optimize onboarding processes and the proactive approaches to avoid the common mistakes in business process automation.</li> <li>Recognize various strategies to implement the omnichannel approach effectively and achieve a seamless customer experience.</li> </ul>", 
      "image":"src/assets/img/general images/ModuleSummary.jpg"
    },
    {
      "order": 80,
      "title": "Module Completion",
      "subheader": "Congratulations on completing the Seamless Digital Customer Onboarding module!",
      "body": "<p>You have now gained valuable insights in onboarding customers. As you move forward, remember the importance of digital customer onboarding in enhancing customer experience and the role of automation technologies in streamlining your processes. By applying the proactive strategies discussed, you can avoid common pitfalls in business process automation and ensure a smoother onboarding journey for your customers. We encourage you to implement the effective omnichannel strategies learned in this module to create a seamless and cohesive experience across all customer touchpoints. Thank you for your engagement, and we wish you success in your onboarding endeavors!</p><p>We hope this module has equipped you with the knowledge in innovating your digital customer onboarding process.</p>", 
      "image":"src/assets/img/general images/ModuleCompletion.jpg"
    },
    {
      "order": 81,
      "title": "Module Post-Examination",
      "exams": [{
          "exam_id": 9,
          "title": "Module Post-Examination",
          "body": "This assessment is designed to test your knowledge. Results of this  assessment will be used to structure the workshop.",
          "questions": [{
                  "q_number": 1,
                  "q_statement": "This allows users to log in and manage various administrative functions, such as making changes to their 401K investment options or selecting HR benefits.",
                  "q_field_type": "single_select" ,
                  "q_selection": [{
                      "A": "Document Management",
                      "B": "Decision-making",
                      "C": "Self-service Employee Portal",
                      "D": "Empathy Map"
                  }],
                  "q_answer": "C"
          },
          {  
                  "q_number": 2,
                  "q_statement": "What are the four pillars of consistency? (Select all that apply)",
                  "q_field_type": "multi_select" ,
                  "q_selection": [{
                      "A": "Design & Aesthetics",
                      "B": "Terminology",
                      "C": "Siloed Departments",
                      "D": "Functionality & Usability", 
                      "E": "Surface-level Consistency", 
                      "F": "Categorization"
                  }],
                  "q_answer": "A, B, D, F"
          },
          {
                 "q_number": 3,
                 "q_statement": "What is the primary purpose of the User Profile Canvas in the Define phase of the design thinking process?",
                  "q_field_type": "single_select" ,
                  "q_selection": [{
                      "A": "To generate a list of potential solutions based on user feedback.",
                      "B": "To assess whether a product meets the needs of the personas by outlining their tasks, pains, and gains.",
                      "C": "To create a visual representation of the team’s brainstorming sessions.",
                      "D": "To document the initial gut feelings of team members regarding customer insights."
                  }],
                  "q_answer": "B"
            }]
        }]
    }]               
}]